[
    {
        "id":1,
        "title": "OPEL’AMUWA",
        "content": "<p>Chrs:\tOpelamuwa\/3x  Eledumare Baba gbope e wa</p><p>\r\n1.\tIwoyi esi wa re o Baba a tun mo pee wa wa </p><p>\r\n\tAwimayehun a so po se o eledunmare gbopee wa</p><p>\r\nChrs:\tOpelamuwa\/3x  Eledumare Baba gbope e wa</p><p>\r\n2.\tAnlo anbo layo irinajo wa komewu dani ore - ofe Re lawa rigba o Emi- mimo gbope wa</p><p>\r\nChrs:\tOpelamuwa\/3x  Eledumare Baba gbope e wa</p><p></p><p>\r\n3.\tAwa mare alaye okan Baba mimo gbope ewa a o daku, a o yo sonu ninu ijo won o wawati</p><p>\r\nChrs:\tOpelamuwa\/3x  Eledumare baba gbope e wa</p><p>\r\nSolo:  \t\tEledumare baba gbope e wa</p><p>\r\nAll:\t\tEledumare baba gbope e wa</p><p>\r\nSolo:\t\tTiti aye la o ma yin o o emi mimo gbopeewa </p><p>\r\nAll:\t\tEledumare baba gbope e wa</p><p>\r\nSolo:\t\tAjodun odun eyi o baba o tun so juu wa </p><p>\r\nAll:\t\tEledumare baba gbope e wa</p><p>\r\nSolo:\t\tEmimimo a dupe o lori egbe akorin</p><p>\r\nAll:\t\tEledumare baba gbope e wa</p><p>\r\nSolo:\t\tAdupe lori adari o won o siwa dari</p><p>\r\nAll:\t\tEledumare baba gbope e wa</p><p>\r\nSolo:\t\tA dupe lori gbogbo ijo oju wa tun r’odun o </p><p>\r\nAll:\t\tEledumare baba gbope e wa</p><p>\r\nSolo:\t\tAdupe lori adari o won o siwa dari</p><p>\r\nAll:\t\tEledumare baba gbope e wa\r\n",
        "composer": "Sis Agnes"
    },

    {
        "id":2,
        "title": "IKOKO OGA OGO",
        "content": "<p>Chrs:\tEniti o joko nibi ikoko oga ogo, ni yio ma gbe abeojiji Olodunmare, Ohun kohun to wu ko le de- le de, agbujo le o baba wa, bi aja ba leni lehin – dajudaju yio le pa ikoko o </p><p>\r\n1.\tFoya kosi fun Daniel ni ho kinihun t’agbe si, ni toripe o gbadura osi gbekele re le Olorun.</p><p>\r\nChrs:\tEniti o joko nibi ikoko oga ogo, ni yio ma gbe abeojiji Olodunmare, Ohun kohun to wu ko le de- le de, agbojo le o baba wa, bi aja ba leni lehin – dajudaju yio le pa ikoko o </p><p>\r\n2.\tAbdnego at’ egbere ko farapa ninu ina tori angeli Olorun wa pelu won ninu ina na.</p><p>\r\nChrs:\tEniti o joko nibi ikoko oga ogo, ni yio ma gbe abe ojiji Olodunmare, Ohun kohun to wu ko le de-le de, agbojo le o baba wa, bi aja ba leni lehin – dajudaju yio le pa ikoko o </p><p>\r\n3.\tIleri Olorun nbi fun wa yoso ninu iwe mimo egberun yo subu legbe wa ate gbarun lapa otun sugbon kiyo sunmo odo wa bena ni oro olorun so.</p><p>\r\nChrs:\tEniti o joko nibi ikoko oga ogo, ni yio ma gbe abeojiji Olodunmare, Ohun kohun to wu ko le de-le de, agbojo le o baba wa, bi aja ba leni lehin – dajudaju yio le pa ikoko o </p><p>\r\n4.\tEyin ara oni gbagbo, esu fe lati dan yin wo, egbadura fun ranlowo, ki gbagbo yin le duro dopin.</p><p>\r\nHe that dwells in the secret place of the most high God, shall abide under the shadow of the most high God.",
        "composer": "Bro Dayo"
    },

    {
        "id":3,
        "title": "MO TI NI OLUGBALA KAN",
        "content": "<p>Chrs:\tAh emi ti ri Olugbala kan ah o femi ah o femi, ah emi tini Olusoaguntan kan ah o femi.</p><p>\r\n1.\tOlorun fe araye to be gee tofi fomo re kan soso fun wa enikeni to ba Gbagbo o yio riye.</p><p>\r\nChrs:\tAh emi ti ri olugbala kan ah o femi ah o femi, ah emi tini Olusoaguntan kan ah o femi.</p><p>\r\n2.\tWon de lade egun, won tuto si lara, won fun loti kikan mu o o, nitori emi ati re, emi tini baba agba kan o o, k’ogbowo koto s’egbala mi, emi ti l’ololufe kan ah o  femi</p><p>\r\nChrs:\tAh emi ti ri olugbala kan ah o femi ah o femi, ah emi tini Olusoaguntan kan ah o femi.</p><p>\r\n3.\tNigbati mo sako lo oo, s’ebiwo lope mi wa sagbo nigbati ko s’alabaro mo ah femi, emi ti l’olowori kan oo, moti lalagbawi kan, emi ti l’’ololufe kan ah o femi.</p><p>\r\nChrs:\tAh emi ti ri olugbala kan ah o femi ah o femi, ah emi tini Olusoaguntan kan ah o femi.",
        "composer": "Bro Taiye"
    },

    {
        "id":4,
        "title": "ALPHA OMEGA",
        "content": "<p>Alfa, Omega o, o (2ce)</p><p>\r\nIwo ni ibere iwo ni opin</p><p>\r\nOro re kale, lorun o,</p><p>\r\nOro re kale laye</p><p>\r\nOro gbenu omo eniyan f’ohun mesaya o</p><p>\r\nOhun taba f’oruko e bere o dase</p><p>\r\nAse o oba igbala, oro re lase o</p><p>\r\nBami o, mo juba o</p><p>\r\n1.\tOba awi ma tase o, asoro maye</p><p>\r\nTase- tase, o , ota orun</p><p>\r\nBi aso tita</p><p>\r\nTase – tase o, o, gbele jade ninu omi</p><p>\r\nJe koro re le ma gbenu mi o</p><p>\r\nKin le se rere, fun mi lagbara</p><p>\r\nKinle ba o joba ni kehin</p><p>\r\nAwa ma ridi ni se re o</p><p>\r\nBami o, mo juba o</p><p>\r\n2.\tOba awi ma tase o, a soro ma ye </p><p>\r\nIwo lo pase f’ojo o o, ojo yo</p><p>\r\nIwo lo pase f’oorun, orun ran</p><p>\r\nOna ara ni kogbe temi gba o</p><p>\r\nBaba bami se o bi wo ba pase ayo</p><p>\r\nIre ayo, a te mi lowo,</p><p>\r\nAwa ma ridi, ni ‘se re o, bami o mo juba o o o o o  o o o",
        "composer": "Bro Peter"
    },

    {
        "id":5,
        "title": "ORO RE KALE NI ORUN",
        "content": "<p>Chrs:\tLai Oluwa oro re o</p><p>\r\n\tO ka ‘le ni orun\/2x</p><p>\r\n1.\tNi atetekose ni oro ma tiwa eyin ara</p><p>\r\n\tOro na siwa pelu Olorun, Olorun ni oro ‘yen</p><p>\r\n\tOro yi lotun wa pelu Olorun, ni atetekose,</p><p>\r\n\tOro Olorun ye, iyebiyeni</p><p>\r\n\tOro Olorun ye okale ni orun</p><p>\r\nChrs:\tLai Oluwa oro re o</p><p>\r\n\tO ka ‘le ni orun \/2x</p><p>\r\n2.\tNi atetekose Olorun da orun ohun aye</p><p>\r\nAye siwa ni juju, okunkun su b’aye</p><p>\r\nNipa oro Olorun, latun f da’ye</p><p>\r\nNitori ko so hun to foju han lafi d’ohun t’a nri</p><p>\r\nOro Olorun o lomu ohun gbogbo duro</p><p>\r\nLeyin oro yi kotun sohun miran, taa tun da</p><p>\r\nChrs:\tLai Oluwa oro re o</p><p>\r\n\tO ka ‘le ni orun \/2x</p><p>\r\n3.\tIgbala nbe ninu oro re, odawa lo ju</p><p>\r\n\tIwosan nbe ninu oro re, oye wa yeke\/2x</p><p>\r\n\tNigba idamu won, aba atila kosi fun won mo</p><p>\r\nWon kep’Oluwa, Oluwa ran oro re, osi gba won la ninu iparun\/2x</p><p>\r\nOro Olorun ye iyebiyeni</p><p>\r\nOro Olorun ye okale ni orun</p><p>\r\nChrs:\tLai Oluwa oro re o</p><p>\r\n\tOka ‘le ni orun \/2x</p><p>\r\n4.\tOhun gbogbo t’ Oluwa da</p><p>\r\nGbogbo re ad’opin, oro olorun o ni kan na laaku, lati se ‘dajo\/2x</p><p>\r\nKoriko nro, itanna sin re patapata</p><p>\r\nOro Olorun o nikan laaku lati se ‘dajo</p><p>\r\nInt:  (Oluwa ran oro re)</p><p>\r\nChrs:\tLai Oluwa oro re o</p><p>\r\n\tOka ‘le ni orun \/2x</p><p>\r\nSolo:\tOsi mu wa larada</p><p>\r\nAll:\tOsi mu wa larada etc</p><p>\r\nChrs:\tLai Oluwa oro re o</p><p>\r\n\tOka ‘le ni orun \/2x</p><p>\r\nKama tanra wajegegebi idele</p><p>\r\nKama tanrawa idele onigbagbo</p><p>\r\nKo seni tikole sasise, kaya omo </p><p>\r\nEmi lebi, rawo oko fa mora, ki ile wa ko le toro gege bi omi afowuropon.</p><p>\r\nEmi o feran re, feran oko mi\/ 2x</p><p>\r\nIfe lokun to sole aye ro</p><p>\r\nEmi o feranre feran okomi</p><p>\r\nSe iwo yo feran re, feran ayare\/2x</p><p>\r\nIfe lokun to sole aye ro</p><p>\r\nSe iwo yo feran re, feran ayare.</p><p>\r\nKa; oferan ara wa, feran ara wa\/2x</p><p>\r\nIfe lokun to sole ayero</p><p>\r\nKajo feran ara wa, feran ara wa.",
        "composer": "Bro Tolu"
    },

    {
        "id":6,
        "title": "ALL IN ALL",
        "content": "<p>1.\tJesus Lamb of God worthy is your name\/2x</p><p>\r\nYou are my strength when I am weak</p><p>\r\nYou are the treasure that I seek</p><p>\r\nYou are my all in all.</p><p>\r\n2.\tSeeking you as a precious jewel </p><p>\r\nBut to give up l’d be a fool</p><p>\r\nYou are my all in all.</p><p>\r\nRefain:  Jesus Lamb of God worthy is your name\/2x</p><p>\r\n3.\tTaken my cross my sin my shame </p><p>\r\nRising again I bless your name</p><p>\r\nYou are my all in all.</p><p>\r\nWhen I fall down you pick me up</p><p>\r\nWhen I am dry you fill my cup</p><p>\r\nYou are my all in all</p><p>\r\nRefain:  Jesus lamb of God worthy is your name\/2x",
        "composer": "Bro Tolu"
    },

    {
        "id":7,
        "title": "BATTLE HYMN OF THE REPUBLIC",
        "content": "Mine eyes have seen the glory of the coming of the Lord.</p><p>\r\nHe is tramping our the vintage where the grapes of wrath are stored</p><p>\r\nHe hath loosed the fateful lightening of His terrible swift sword;</p><p>\r\nHis truth is marching on.</p><p>\r\nChorus:  \tGlory, Glory, Halleluya</p><p>\r\n\t\tGlory, Glory, Halleluya</p><p>\r\n\t\tGlory, Glory, Halleluya</p><p>\r\n\t\tHis truth is marching on.</p><p>\r\n2.\tI have seen him in the watch fires or a hundred circling camps; They have builded Him an alter in the evening dews and damps I can read his righteous sentence by the dim and flaring lamps; His day is marching on.  (His day is marching on).</p><p>\r\n3.\tHe has sounded forth the trumpet that shall never sound retreat; He is sifting out the hearts of men before his judgement seat O be swift, my soul to answer Him, be jubilant, my feet Our God is marching on (our God is marching on).</p><p>\r\n4.\tIn the beauty of the lilies Christ was born across the sea With a glory in His bosom that transfigures you and me.As He died to make men holy, let us die to make men free tWhile God is marching on (while God is marching on)",
        "composer": "Bro Tolu"
    },

    {
        "id":8,
        "title": "MAJESTY",
        "content": "<p>Ma-jest –y</p><p>\r\nWorship His Majesty</p><p>\r\nUnto Jesus, be all glory honour and praise </p><p>\r\nMa-jest –y</p><p>\r\nKingdom Authority</p><p>\r\nFlow from his throne, unto His own</p><p>\r\nHis Anthem raise</p><p>\r\nSo exalt, lift up on high, Christ Jesus the King </p><p>\r\nMa –jest-y</p><p>\r\nWorship His majesty</p><p>\r\nJesus who died, now glorified, king of all kings",
        "composer": "Bro Tolu"
    },

    {
        "id":9,
        "title": "MO DI EDA TUTUN",
        "content": "<p>Chrs:\tMo di eda tutun mo deni oto</p><p>\r\nOhun atijo ti koja mo di tun</p><p>\r\nMo ju asegun lo ninu Jesu</p><p>\r\nMo di eda titun mo deni oto</p><p>\r\n1.\tNigbakan ri mo wa ninu ese</p><p>\r\nNinu ese ni Jesu kufunmi</p><p>\r\nOf’ejere ra mi oso mi dotun</p><p>\r\nO fi Emi mimo re sinu okan mi</p><p>\r\n2.\tAwon iwa atijo nito ko sile\/3x</p><p>\r\nIyato de sinu okan mi.</p><p>\r\nChrs:   I am a new creature </p><p>\r\n\tAnd brand new man old things are passed awa </p><p>\r\n\tNow I am new move then a confront</p><p>\r\n\tThat’s what I am</p><p>\r\n\tI am a new creature </p><p>\r\nAnd brand new man</p><p>\r\nOld things I used to do, I do them no more\/3x</p><p>\r\nThere is a great change since I’am born again</p><p>\r\nChrs:  Sometimes I was in the world wallowing in sin </p><p>\r\nBut Jesus came and set me free</p><p>\r\nHe purge me by His blood and made me clean </p><p>\r\nThere’s a great change since I’m born again.",
        "composer": "Bro Tolu"
    },

    {
        "id":10,
        "title": "SHOUT WITH JOY",
        "content": "<p>Chorus:\tShout with joy (Echo)</p><p>\r\nAll the earth (echo)</p><p>\r\nLet every tongue shout His praise \/3x</p><p>\r\nSing the glory of His name</p><p>\r\nAnd bow down in wor-ship</p><p>\r\n1.\tGive thanks to the Lord</p><p>\r\n\tFor He’s worthy of our praise</p><p>\r\n\tHe alone is worthy</p><p>\r\n\tTo be praised forever more.</p><p>\r\n2.\tIn the presence of the Lord</p><p>\r\n\tThere’s full-ness of joy</p><p>\r\n\tSing to God a new song</p><p>\r\nAnd praise His Holy name.</p><p>\r\n3.\tWhatever you’re passing through</p><p>\r\n\tHe who carries he weight</p><p>\r\n\tOf the world upon His shoulders</p><p>\r\n\tHe will carry you.</p><p>\r\n4.\tLet the joy of the Lord</p><p>\r\n\tBe your strength every time.</p><p>\r\n\tSing the glory of His name</p><p>\r\n\tAnd bow down in worship</p><p>\r\nChorus:  Shout with joy (Echo)</p><p>\r\nAll the earth (echo)</p><p>\r\nWe Let every tongue shout His praise \/3x</p><p>\r\nSing the glory of His name</p><p>\r\nAnd bow down in wor-ship.",
        "composer": "Bro Tolu"
    },

    {
        "id":11,
        "title": "NIRU AKOKO BI EYI",
        "content": "Intro:\tIn times like this,We need your help Lord,In times like this,In you we put our hopes In times like this \/3x</p><p>\r\nMen:  Saviour we need you</p><p>\r\n\tJesus we need you. \/3x</p><p>\r\nChrs:  Niru akoko bi eyi o tohun gbogbo dojuru</p><p>\r\n\tNiru akoko bi eyi o o Olorun akowayo\/2x</p><p>\r\nAfi Kolorun ran wa lowo ki amaba ku sona loju onayi, ki amaba gbojege o niria ajo laye (int) ere kini fun enia towa nu aiye tidko si sise tagbe fun o towanse botiwu sugbon kini kan nikoye o boya nitori akokoyi lose wa laye ki o le sise sugbon owo owo lonwa kiri mofe dogun mofe dogbon eyi lo wa dorin re.  bi iwo bapa enu re mon gegebi onigbagbo ti o ko sisee na ao gbelelomiran lowo sugbon mofe koranti o pe Esteri kopa enure mo bikobasi ti Esteri oni bi mobasegbe o kinsegbe.</p><p>\r\nSolo:   Niru akoko bi eyi o tota ihinrere nigbile ninu aiye tohun gbogbo siwa dojuru patapata</p><p>\r\nAll:  \tJowo o Olorun  bawa pota ihinrere o lenumo.</p><p>\r\nSolo:  \tAni niru akoko bi eyi ti Gbagbo ri ani boseri</p><p>\r\nAll:\tAfi K’Olorun gbawa o ohun ti gbagbo da komaye ni mo.</p><p>\r\nSolo:\tAfi K’Olorun sanu fun wa ohun tigbagboda otoju suni.</p><p>\r\nAll:\tIjo tiwonu aiye a aiye ti wonu ijo</p><p>\r\nSolo:\tOhun tikoye katilegbo lagbo igbagbo agbere oyun sise pelu iwa ipa.</p><p>\r\nAll:\tOti wa di barakuo ninu ijo Olorun</p><p>\r\nSolo:\tJowo Oluwa funwa lore ofe atojurere la to do re wa</p><p>\r\nAll:\tFun wa lagbara baba o lati pa ofin re mo.",
        "composer": "Bro Tolu"
    },

    {
        "id":12,
        "title": "LAKOKO YI AFE IRANWO RE",
        "content": "<p>Chrs:\tLakoko yi afe iranwo re</p><p>\r\n\tLakoko yo wo lole kowayo lakoko yi</p><p>\r\n1.\tLakoko tole afereanwore baba</p><p>\r\nIwo sa lole oba wa lakoko yi</p><p>\r\n2.\tOgba eberu meta nimu ina ileru</p><p>\r\n\tOdawon lide lakoko tole</p><p>\r\n3.\tAwon pe iwo lolorun kashin ti wio ole se</p><p>\r\nNinu akoko bi eyi ojowo wa kowayo</p><p>\r\n4.\tAra nimu oluwa mase rorare tin</p><p>\r\nOhunkohun towon koledejesu oba o pade</p><p>\r\n5.\tIgba tole kipe o sugbon awon to ba le koko awa Sali oleduro titi do pin.",
        "composer": "Bro Tolu"
    },

    {
        "id":13,
        "title": "AKOKO WO L’AWAYI",
        "content": "<p>Solo:\tAkoko wo lawa yio to hun gbogbo daru mo araiye loju\/2x</p><p>\r\nAll:\tOro Iwe lonse, ati bo oluwa losunm’etile \/2x</p><p>\r\n1.\tAwa gegebi omo-olorun, Jesu fiwa se iriju ninu aiye, nje iwo nsise iriju boti ye nje emi nsise iriju boti ye atide oluwa tisun m’etile…je olotito, Jesu fiwa se iriju ninu aiye (int.)</p><p>\r\n2.\tSolo:\tAsiko wo lawa yio ti gbogbo aiye si sokunkun biribiri</p><p>\r\nAll:\tOro iwe mimo lonse, igba ikehin aiye lo de tan</p><p>\r\nAwa ni ayanfe Olorun, Jesu fi wa se imole ninu aiye.  Nje imole re ntan nibi gbogbo nje imole mi ntan nibi gbobo.  Tori gbogbo aiye si sokunkun biribiri.  Tan imole.. Jesu fi wa se imole ninu aiye</p><p>\r\n3.\tSolo:  Asiko ti awa yio ese ngbile ninu aiye lojojumo</p><p>\r\n\tAll:  Igba ewu lawa yi o, araiye ko si ninu otito rara.</p><p>\r\nSugbon awa omo Olorun, awa ti mo wipe Jesu ni otito, Eje ka lo f’otito yi han fun araiye, ki gbogbo eru ese le di ominira.  E je ka lo …. Ki gbogbo eru ese le di ominira.</p><p>\r\n4.\tSolo:  Opo nkan to sapamo, ti Olorun kofi han fun omo </p><p>\r\naraiye</p><p>\r\nAll: \tOpo nkan to ye wa, sugbon to je ajeji si omo araiye.  </p><p>\r\nAwa l’omoloju Olorun, Jesu fi ijinle ijoba orun han fun wa, Oye ka ma rin gegebi omo rere, kale gba kaabo omo odo rere.  Ran wa lowo oluwa, kale gba kaabo omo odo rere.",
        "composer": "Bro Tolu"
    },

    {
        "id":14,
        "title": "IJO JESU",
        "content": "<p>Chrs:\tIjo Jesu ijo Jesu o ijo, Jesu feti sile lati gboro sohun Olorun sohun Olorun. Ijo Jesu feti sile lati gboro o ekiyesi ona yin loro Olorun wi (int.)</p><p>\r\n1.\tNinu Jesu ni ayo wa awa timo ninu re ninu re ninu Jesu ni ayo wa awa ti mo o ekiyesi ona yin l’emi olorun wi.</p><p>\r\n2.\tJesu ti fi bukun fun yin lopolopo, bukun yin bukun yin. Eyin si ti ri bukun gba lopolopo o, enyin si ni lati kiyesi ona yin.</p><p>\r\n3.\tJesu ti fi ife nla rara pada, lori gi lori gi osi tun fi ‘fe sowa domo Olorun o, Awa sini lati kiyesi ona wa.</p><p>\r\n4.\tAwa simo pe Jesu Kristi npadabo, lojo kan lojo kan.  Ejeka mura sile titi dojo na o, awa onigbagbo jeka kiyes’ ona wa</p><p>\r\n5.\tArakunrin arabirin awa npe nyin, pe eke wa gba Jesu; Jesu Krisit nikan ni ona iye o, jowo mase jafara lati to Jesu wa.",
        "composer": "Bro Tolu"
    },

    {
        "id":15,
        "title": "JESUS KNOCKS",
        "content": "<p>1.\tJesus knocks, he calls to thee, weary one, “oh come to me” He can save and only he … open wide the door.</p><p>\r\nChrs:  O –pen wide the door’ open wide the door’ He can save and only he open wide the door.</p><p>\r\n2.\tJesus knocks; he comes to save, was for thee he life he gave, he halts triumphed o’er the grave open wide the door.</p><p>\r\n3.\tJesus knocks; the moment fly, while salvation yet is near, ere the savior passeth by-open wide the door.</p><p>\r\n(Awa dupe o 2x  Awa dupe o 2x)</p><p>\r\nSolo:  Ijowa, o sori buruku, adupe o</p><p>\r\nTenopha –rapha  awa dupe</p><p>\r\nAll:  \tAwa dupe o 2x Jeopha –raphe, Awa dupe o</p><p>\r\nSolo:  Ewa bawa jo, ewa bawa yo</p><p>\r\nTenopha –rapha  awa dupe</p><p>\r\nAll:  \tAwa dupe o 2x Tenopha-rapha, awa dupe o</p><p>\r\nSolo \tLori mama Ajao awa dupe o, Oluwa seun</p><p>\r\nAll:  \tlori mama Bamidele awa dupe o, Oluwa seun</p><p>\r\nAll:  \tlori baba Abayomi o fekuree</p><p>\r\nLori yin Ayan fe- olu ni e, Esu kan hun hale lasan nii </p><p>\r\nYou are too young to die now</p><p>\r\nYou are just starting ko sewu (int.)</p><p>\r\nChange of beat</p><p>\r\nSolo:\tIro lesu npa\t\t\t\tAll:  Iro lesu npa o</p><p>\r\nSolo:  Eke lesu nse\t\t\t\tAll;:  Eke lesu nse o</p><p>\r\nSolo:  Iro lesu npa\t\t\t\tAll:  Iro lesu npa o</p><p>\r\nSolo:  Eke lesu nse\t\t\t\tAll:  Eke lesu nse o</p><p>\r\nJehopha-rapha is the Lord</p><p>\r\n</p><p>\r\nNa-so-so, Esu go just de hale mow a</p><p>\r\nNa-so-so, Esu go just de fa wahala</p><p>\r\nSatan you are a lair, Satan you are a lair</p><p>\r\nAmen.  Winner oo  etc",
        "composer": "Bro Tolu"
    },

    {
        "id":16,
        "title": "GOLDEN JUBILEE",
        "content": "<p>Chrs:\t A ho mo ayo si Oluwa, Eledumare oba to da yin si \/2x</p><p>\r\nFun abo adota odun </p><p>\r\nTi wo ti lo dupe</p><p>\r\nFun ogun adota odun</p><p>\r\nAkoja oye awa</p><p>\r\nAwa mon riri re, awa ma fop e fun o</p><p>\r\nChrs:  Opo ojo loti ro, ta ko leri mo </p><p>\r\nEwu lotun losi adupe kobori eyi</p><p>\r\nEse messiah Jesu</p><p>\r\nAdupe o ese baba</p><p>\r\nChrs:  Awa si enu onare tawa to ope</p><p>\r\n\tAwa sa gbalari, ati bukun Oluwa</p><p>\r\nAnu Oluwa wa po, ododo re duro lai</p><p>\r\nEse eledumare, adupe ese baba</p><p>\r\n</p><p>\r\nChrs:  </p><p>\r\nSolo:\tEse o\t\t\t\tAll:  Ese o</p><p>\r\nSolo:  Oluwa se o\t\t\tAll:  Ese o</p><p>\r\nSolo:  Ore aadota odun o aniye okere</p><p>\r\nAll:  Ese o, Oluwa Ese o</p><p>\r\nSolo:  Baba wa ko dida kuda nise iranse</p><p>\r\nAll:  Ese o, Oluwa Ese o</p><p>\r\nSolo:  Ewu igba ike yi “ ADUPE” kohun won</p><p>\r\nAll:  Ese o, Oluwa Ese o</p><p>\r\nSolo:  Ese o  repeat</p><p>\r\nSolo:  Daddy Happy Birthday\tAll: Jubilee</p><p>\r\nSolo:\tHappy Birthday\t\tAll: Jubillee</p><p>\r\nSolo:  Happy Birthday\tAll: Long live in the LORD JESUS",
        "composer": "Bro Tolu"
    },

    {
        "id":17,
        "title": "ADUPE",
        "content": "<p>Chrs:\tAdupe Oluwa fun ojo oni toba walayo Aeope fun o fun ojo oi </p><p>\r\nto sojuwa ogo iyin loyeo loye o 2x ogo iyin loye foluwa</p><p>\r\n1.\tOse Oluwa tori odawasi afope funo nitori iwo loluwawa gbogbo iyin loye o loye o ogo iyin lo ye foluwa.</p><p>\r\n2.\tOba ti o dawa si ninu ewu gbogbo oba to pawamo ninu ewu, ninu ewu oru ogoiyin loye o loye o ogo iyin loye fun Oluwa.</p><p>\r\n3.\tNinu odun to ko ja iwo lodawa so otun pawamo, odokosi, odayasi odomo si ogo iyin loye o ogo iyin loye fun Oluwa</p><p>\r\n4.\tAwa egbe Akorin ijo osere awa sope tori pe apejuse oduneyi ope iyin ye o agbe o ga baba ose ope iyinloye foluwa.</p><p>\r\n5.\tBota ti gbogun to won ko ma bori wa awa madupe tori opelu was ninu gbogbo amuyin wa Olorun ayeraye, baba alagbara ake aleluya is alagbara giga ko fiwa sile ope wa ree, ogo iyin loye fun Oluwa.",
        "composer": "Bro Tolu"
    },

    {
        "id":18,
        "title": "IKORE TI PON",
        "content": "<p>Ore mi tete wao</p><p>\r\nOjonlo mase fi igbalare</p><p>\r\nDola ojonlo \/2x</p><p>\r\nChrs:  Ore mi tete wa o jonlo</p><p>\r\nOre mi tete wa o jonlo</p><p>\r\nIkore ti pon sugbon ko saalagbase</p><p>\r\nOre mi tete wa o ojonlo</p><p>\r\n1.\tore me tete wa oo kojo tolo Jesu pe o wipe ki omabo ore mi tete wa o jonlo (int)</p><p>\r\n2.\tAra ninu Oluwa Jesu ni n pe o pe ki omabo, tete wa gba igbala ofe.  Chrs.</p><p>\r\n3.\tIku Jesu fun o yio waja sa san bi iku Jesu fun wa yio wa ja sa se bi.</p><p>\r\n4.\tAde lade egun okoo egba fun loti kikan gbogbo iyi yo waja sasan Chrs.",
        "composer": "Bro Tolu"
    },

    {
        "id":19,
        "title": "CROWD HIM WITH MANY CROWNS",
        "content": "<p>1.\tCrown him with many crowns. The lamp up – on his throne</p><p>\r\nHark! How the heavily an – them downs all – music  but it own!</p><p>\r\nA-wake, my soul, and sing, of him who died for thee</p><p>\r\nAnd hail Him as thy match – less king Thro’ all e-ter-nity.</p><p>\r\n2.\tCrown Him the Lord of life! Who tri-umphed o’er the grave</p><p>\r\nWho rose vic-to rious to the strife for those He came to save </p><p>\r\n\tHis glories now we sing, who died and rose on high</p><p>\r\n\tWho died eternal life to bring and lives that death may die.</p><p>\r\n3.\tEde L’ ade pupo Od’aguntan Baba: Gbo bi orin orun ti bo orin gbogbo mole; </p><p>\r\nJi okan mi korin T’ eni t’ okun fun o, se l’ oba re to ga julo Titi ati laelae;</p><p>\r\n4.\tCrown Him the Lord of Heaven One with the father known </p><p>\r\nOne with the spi-ri-t through Him giv’n form youder glo-rious throne!</p><p>\r\n\tTo thee be end – less praise for thou, for us has died!</p><p>\r\nBe thou, o Lord, thro’ end – less days A- dored and magni-f-ied.",
        "composer": "Bro Tolu"
    },

    {
        "id":20,
        "title": "OGUN ORUN NKORIN",
        "content": "<p>OO, Ojihindeo, O O, Ojihinde O, O O, Ojihinde O O, (Elo)</p><p>\r\nElo lowuro kutu – kutu siboji mimo E ori Angeli yi ‘kuta kuro ilekun si </p><p>\r\nOlugbala ti ji dide o Botiso. |(Int.)</p><p>\r\nVOCCAL:    \tEGBO OOOOOOOOO</p><p>\r\nAll:  \tOgun orun nkorin wonkorin Ajihinde, Ogun Orun nkorin </p><p>\r\nwon korin irapada</p><p>\r\nSolo:  Awa eda owo re Jesu Ankorin isegun (All) Jesu ti jinde  etc </p><p>\r\n(Int)</p><p>\r\nVOCCAL:    \tEGBO OOOOOOOOO  (off beat)</p><p>\r\nMen voice: Ogun korin etc 2x</p><p>\r\n(BEAT) Solo:  Oti ji dide eee</p><p>\r\nAll: \tJesu ti ji dide o gbogbo eniyan.  Jesu ti ji dide Boji oku sofo.</p><p>\r\nSolo:  ogbosan meta oru meta, ninu Iboji (All)  Jesu ti ji dide etc (Int)</p><p>\r\nVOCCAL:    \tEGBO OOOOOOOOO</p><p>\r\nAll: \tOgun orun korin etc 3x.",
        "composer": "Bro Tolu"
    },

    {
        "id":21,
        "title": "THE OLD RUGGED CROSS",
        "content": "<p>One shill far away stood an old rugged cross </p><p>\r\n\tThe emblem of suffering and shame</p><p>\r\nAnd I love that old cross where the dearest and best for a world of lost sinners was slain.</p><p>\r\nChorus:  So I’ will cherish the old rugged cross</p><p>\r\n\tTill my trophies at last I lay down,</p><p>\r\n\tI will cling to the old rugged cross</p><p>\r\n\tAnd exchange it some day for a crown.</p><p>\r\n2.\tOh, that old rugged cross so despised by the world </p><p>\r\n\tHas a wonderous attraction for me;</p><p>\r\n\tFor the dear lamb of God left His Glory above</p><p>\r\n\tTo bear it to dark calvary.</p><p>\r\n3.\tIn the old rugged cross, stained with blood so divine </p><p>\r\n\tA wondrous beauty I see;</p><p>\r\nFor ‘t was on that old cross Jesus suffered and dired to pardon and sanctify me.</p><p>\r\n4.\tTo the old rugged cross I will ever be true its shame and reproach gladly bear;</p><p>\r\n\tThen he ‘ll call me some day to my home for away, </p><p>\r\n\tWhere his glory for ever I ‘ll share.",
        "composer": "Bro Tolu"
    },

    {
        "id":22,
        "title": "E GBE JESU GA",
        "content": "<p>Chorus:  Gbe Jesu ga gbogbo eniyan</p><p>\r\n\tEke kabiyesi s’Oluwa</p><p>\r\n\tE wole f’oba towa s’ayeyi</p><p>\r\n\tLati wa kun fun gbogbo eniyan</p><p>\r\n1.\tEwa wo oun ti Jesu se owa s’aye lati kunfun wa</p><p>\r\n\tO boso ogo re sile ki aw aba segbe si aiye 2x</p><p>\r\n2.\tIwo elese yipada ko bale nipin ‘nu iye yi</p><p>\r\n\tFi gbogbo ewe re sile ko gbe isoro re to Jesu \/2x</p><p>\r\n3.\tJesu oba awa yin o, awa wole ni iwaju re</p><p>\r\n\tIyin ogo ati ope l’awa oma fifun o titi \/2x",
        "composer": "Bro Tolu"
    },

    {
        "id":23,
        "title": "E MA SE SUN",
        "content": "<p>Solo:\tIrewesi ti de o oni Gbagbo kehin solorun \/2x</p><p>\r\nAll:\tirewesi ti de o onigbgbo gbagbe Olorun won</p><p>\r\n\tEniyan nse bose wu won nse fe inu won\/2x</p><p>\r\n1.\tAkoraye gbo tolorun  mo, gbogbo wa nsare owo kiri a o ti seyi si Olorun onigbagbo palanada won sato orisa leyin, won gbagbee Jesu Krisiti eni to ku fun won (int)</p><p>\r\n2.\tIsoji loluwa gbekale fun wa, oluwa dana isoji an bomisi, aniyan aye ti gba olo kuro lodo Jesu (tete pada wale tete pade wale o tete pada wale o kojo to lo (int.)</p><p>\r\n3.\tSolo:\tOnigbagbo aye o e sora o</p><p>\r\n\tAll:\tEsora</p><p>\r\n\tSolo:\tOnigbagbo aye o e sora o</p><p>\r\n\tAll:\tE mase base mi je o, e gbero ati satunse efife han si rayin o e se rayin lokan (int)</p><p>\r\n4.\tSolo:\tEmase sun ninu adura eji giri  - Eji o</p><p>\r\nIsojisi mi ema fi re wesi paku o ibukun mi lon mu nila laisi wahala emase saniyan rara o eyi pada simi (int)</p><p>\r\n5.\tSolo:  Gbogbo okan to ti sako, okan to rewesi, eji dide loju orun dide mi sumole, </p><p>\r\nati de omo eniyan oku si dede.</p><p>\r\n\tAll:  O o sir o ise iriju re nikehin oko </p><p>\r\n\t\tIbi to base Oluwa de o, o o gba ere re (int).</p><p>\r\n\tSolo:\tPasitor ti ko le gbadura mo, odo wore</p><p>\r\n\tAll: \tIbi to base oluwa de o ogba ere re</p><p>\r\n\tSolo:\tIgbimo ijo tiko le gbadura odowo re</p><p>\r\n\tAll:\tIbi to base oluwa de o ogba ere re</p><p>\r\n\tSolo:\tGbagbo o pe kemi masero ile odo wo re</p><p>\r\n\tAll:\tIbi to base oluwa de o</p><p>\r\n\tSolo:\tAdena ti ko le gbadura mo odowo re</p><p>\r\n\tAll:\tibito base Oluwa de o ….</p><p>\r\n\tSolo:\tOmo tolorun fi fu o bawolose woo</p><p>\r\n\tSolo:\tAkorin to ni ko si run lago aj o odun raati</p><p>\r\n\tAll:\tibi to base oluwa de o</p><p>\r\n\tSolo:\tEwo obirin rere to n sofofo ijo Olorun</p><p>\r\nAll:\to siro ise iriju re nikehin ojo ibito base Oluwa de o oogba ere re\/3ce",
        "composer": "Bro Tolu"
    },

    {
        "id":24,
        "title": "IYIN YE BABA",
        "content": "<p>Chrs:\tIyin ye Baba ye</p><p>\r\n\tAtobiju iwo lope ye</p><p>\r\n\tOgo ye Baba o</p><p>\r\n\tEledunmare ope ye o  \/2x</p><p>\r\nSolo:\tAla adupe\t\t\t\tAll: …..</p><p>\r\n\tLowo Baba o\t\t\t\t“\t“</p><p>\r\n\tTo o gbawa o\t\t\t“\t“</p><p>\r\n\tNinu agbe aiye o \t\t\t“\t“</p><p>\r\n1.\tAgbara alee le ba ni Baba fi sekewa Agbara abaa leemu lotun fise wa ni oso.  Awa derojeje maye lowo inu wa kun fun’ma agabara</p><p>\r\n\tAdata koro wonu Jesu, a o maa se mu, fesu mo</p><p>\r\n\tOgo ye Baba o, Eledumare awa sope.",
        "composer": "Bro Tolu"
    },

    {
        "id":25,
        "title": "DI TITUN O",
        "content": "<p>Chrs.:\tDi titun o \/2x, Kuro niue iwa eri pelu iwa ese gbogbo o,</p><p>\r\n\tAgabagebe sise ati iro pipa ako fi Krisiti ko wa bee.</p><p>\r\n1.\tEje ka yi pada si iwa otun, ka gbe igbe aye mimo,</p><p>\r\nIgbe aye to wo Olorun k’Olorun le fi wa yangan gegebi omo odor ere</p><p>\r\nChrs.</p><p>\r\n2.\tNitorina efi eke sise sile, k’olokuluku yin ba omo enikeje re so otito</p><p>\r\n\tNinu ohun gbogbo nitori eya omo’enikeji wa li awa nse\/2x</p><p>\r\nChrs.</p><p>\r\n3.\tNi’ibi iro pipa, iru eko wo lafe ko nibi eke sise, iro eko wo lafe ko agabagbe ko lere, iparun o lo nmu bani</p><p>\r\nChrs.</p><p>\r\n4.\tEmase je ki oro idibaje kan tie nu yin jade sugbon iru eyi t’ odara fun eko (ki ole mafi ore ofe fun awon eniti ongboo\/2x)</p><p>\r\nChrs.</p><p>\r\n5.\tGbogbo iwa ki koro ati ibinu, irunu, ariwo ati oro buburu ni ki amu kuro lodo yin, pelu gbogbo arakan.",
        "composer": "Bro Tolu"
    },

    {
        "id":26,
        "title": "WA SANU FUN MI",
        "content": "<p>Chrs:\tWa saanu fun mi o, saanu fun mi ooo Oluwa</p><p>\r\n\tWa sanu fun mi o Jise re dide o laye mi\/2x</p><p>\r\n1.\tOluwa mu ki ise re soji ninu aye mi o</p><p>\r\n\tOgona ara damilola Olorun mi\/2x</p><p>\r\nChrs.</p><p>\r\n2.\tEni ma daso f’eniyan sebi torun re la wo baba,</p><p>\r\n\tAye ti mo mi moo, jeki won ri ewa re ka lara mi\/2x</p><p>\r\nChrs.</p><p>\r\n3.\tiwo ni Olorun kos’ ohunti, wa se temi lasepe,</p><p>\r\nIwo tun lonise iyanu, wa yanmi lenu Jesu nipa agbara isoji re, </p><p>\r\n\tM’aye mi bo sipo Olorun mi\/2x</p><p>\r\nChrs:</p><p>\r\n4.\tSanu mi\/2x so ise re di mimo laye mi, sanu mi \/ 2x fogo re han lara me,</p><p>\r\nSanu mi Olodumare sanu mi o baba, sanu mi Olorun mi, fanu han fun </p><p>\r\n\tMi o lakoko mi, ninu ibinu re o ranti anyu re o lori mi",
        "composer": "Bro Tolu"
    },

    {
        "id":27,
        "title": "ALAFIA MI NI MO FIFUN YIN",
        "content": "<p>Chrs:\tAlafia mi ni mo fifun yin</p><p>\r\n\tKii ma ise bi aye ti fifun ni\/2x</p><p>\r\n1.\tMo fun yin l’alafia mi egba o, kii ma ise gege bi aye ti fifun ni,</p><p>\r\nNi emi fifun yin egba Alafia mi o, emi ni mo fifun yin.</p><p>\r\nChrs:</p><p>\r\n2.\tBi santani ba fun o l’ewure, malu ni yo fi gba</p><p>\r\n\tJesu nikan lafun ni ma s’iregun o, Alafia Jesu l’opeuye</p><p>\r\nChrs:</p><p>\r\n3.\tAye le fun o ni fila ki wo gb’ ori lowo re,</p><p>\r\n\tAye tun le fun o ni bata ki won gb’ese re lo</p><p>\r\n\tAye tun le fun ni ago iyebiye oo ki won o gb’owo re lo</p><p>\r\nSimi le Jesu oun nikan l’Olorun Alafia, yio fifun o lopolopo o.</p><p>\r\nChrs.",
        "composer": "Bro Tolu"
    },

    {
        "id":28,
        "title": "HALLELUYAH",
        "content": "<p>Ha ha ha ha ha ha ha Haleluyah \/3x</p><p>\r\nIyin ogo ye fun baba orun.</p><p>\r\n</p><p>\r\nEni odun baba raye oye ko korin Halleluyah</p><p>\r\nHo gbe baba gam eni Oluwa pamo,</p><p>\r\nOye ko fo soke ko gbe baba ga \/2x  </p><p>\r\nChrs:</p><p>\r\nSi o olutunu orun fun ose atagbara re</p><p>\r\nAn ko anko, anko haleluya\/ 2x</p><p>\r\nChrs:</p><p>\r\nAjodun odun mefa yi soju emi wa, adupe</p><p>\r\nAjodun odun mefa yi soju emi wa.  Halleluyah ah ah</p><p>\r\nChrs:",
        "composer": "Bro Tolu"
    },

    {
        "id":29,
        "title": "WE BLESS YOU GOD WE BLESS YOU GOD",
        "content": "<p>1.\tWe bless you wonderful God</p><p>\r\n\tWe magnify your name</p><p>\r\n\tWe magnify your name</p><p>\r\n\tA… MEN – HALLELUYAH</p><p>\r\nChrs:\tHere on earth we sing thy song</p><p>\r\n\tWe exalt thy holy name</p><p>\r\n\tAnd in heaven we sing thy song</p><p>\r\n\tA… MEN – HALLELUYAH</p><p>\r\n2.\tWe give glory to you Lord</p><p>\r\n\tYour mercies – endureth forever</p><p>\r\n\tYour mercies endureth forever</p><p>\r\n\tA… MEN – HALLELUYAH</p><p>\r\n3.\tWe thank you wonderful God</p><p>\r\n\tYou are worthy to be praised</p><p>\r\n\tYou are worthy to be praised</p><p>\r\n\tA… MEN – HALLELUYAH</p><p>\r\n4.\tAmen Amen Amen</p><p>\r\n\tHallelu …. Halleluyah</p><p>\r\n\t“\t\t“</p><p>\r\n\tA… MEN – HALLELUYAH",
        "composer": "Bro Tolu"
    },

    {
        "id":30,
        "title": "TRULY TRULY",
        "content": "<p>Chrs:\tTrudly Truly \/3x I say</p><p>\r\n\tUnless a man be born again </p><p>\r\n\tHe cannot see the Kingdom of God \/2x</p><p>\r\n1.\tVerily, I say unto you\t</p><p>\r\n\tExcept a man be born again\/2x</p><p>\r\n\tHe cannot see the Kingdom of God \/2x</p><p>\r\nChrs:</p><p>\r\n2.`\tJesus Christ the son of God</p><p>\r\n\tHe came to save the sinners\/2x</p><p>\r\n\tIf you believe in Him today</p><p>\r\n\tHe will sa.. ve your life\/2x</p><p>\r\nChrs:</p><p>\r\n3.\tVerily, I say unto you</p><p>\r\n\tUnless a man be sanctified</p><p>\r\n\tHe cannot live a Holy life\/2x</p><p>\r\nChrs:</p><p>\r\n4.\tVerily I say unto you\t</p><p>\r\n\tExcept a man be sanctified </p><p>\r\nHe cannot see the Kingdom of God\/2x</p><p>\r\nChrs:\t",
        "composer": "Bro Tolu"
    },

    {
        "id":31,
        "title": "JONA JI LOJU ORUN",
        "content": "<p>WITH PLAY UN-UN-UN</p><p>\r\nSolo:\t\tJo –na—ji—i—loju orun oo</p><p>\r\nAll:  \t\tJoona jii loju orun</p><p>\r\n\t\tOnsun un on harun</p><p>\r\n\t\tEse to mbe lowo re o oo jewo</p><p>\r\n\t\tOlorun pe Jona oran nise,</p><p>\r\n\t\tWipe kolo si nenefe, lati kede</p><p>\r\n\t\tIrounpiwada fun won</p><p>\r\n\t\tSugbon Jona sokale losi Tasisi</p><p>\r\n\t\tLati kuro niwaju Oluwa</p><p>\r\n\t\tWipe bi won bale segbe ki won segbe</p><p>\r\n\t\tKo osun to kan mi o</p><p>\r\n\t\tNipa tiwon bi won bale segbe kiwon segbe</p><p>\r\nSolo:\t\tJona ji—I loju orun oo</p><p>\r\nAll:\t\tJo—na- ji-I loju orunj</p><p>\r\n\t\tOnsun un on harun</p><p>\r\nKottun say emo fe waasu ise Baba</p><p>\r\nJo-na – ji—I loju orun re</p><p>\r\n</p><p>\r\nJona sanwo oko lo si Tasisi</p><p>\r\nOso kale lo sinu oko o sasun wora</p><p>\r\niji nla wad ide o loju omi</p><p>\r\nToripe idiwo kan ti wa ninu oko</p><p>\r\nBeni Jona sun on hanrun un un</p><p>\r\nSolo:\t\tJo—na ji—loju orun oo</p><p>\r\nAll:\t\tJo—na – jii loju orun</p><p>\r\n\t\tOnsun on harun</p><p>\r\n\t\tKotun say emo fun Adura</p><p>\r\n\t\tAb’ofe segbe</p><p>\r\n\t\tJo—na ji—I loju orun re</p><p>\r\n</p><p>\r\nSolo:\t\tJo—na—ji—I loju orun ooo</p><p>\r\nAll:\t\tjoona ji loju orun</p><p>\r\n\t\tOnsun on harun</p><p>\r\n\t\tIwa ese owo re oo jawo</p><p>\r\n\t\tJo-na ji loju orun re\/2x",
        "composer": "Bro Tolu"
    },

    {
        "id":32,
        "title": "IDA PADA INI",
        "content": "<p>Chrs:\tIni mi da obaba file mi lowo eyi taye ti gbe gbawon padafun mi Olorun ma o oba sanufun mi (Int)</p><p>\r\n</p><p>\r\n1.\tIni mi ti ati gbalatinu oyunwa oba gba won pada eyi ti ati gba nigba ti mo dele aye ten olorun gba won fun mi,</p><p>\r\n2.\tIrina jo kerekere ken leyi o e teti gbowa iri ajo yile (ole 3x) ole ole ole o Olorun niken lole gbani gbigba inire pada Olorun niken loto gba ni.</p><p>\r\nChrs.</p><p>\r\n3.\tLoju irin ajoye won koeruloti lo abramu lalo fun eyi oni patara won ba gba inire pada won keru owon ko omo inire ti ote gba Emimimo agba won fun o oruko Jesu Krisiti Olorun o ako oyo.</p><p>\r\nChrs:</p><p>\r\n4.\tOrisisi ini lobe tire yato si temi, temi yato sitire Olorun tose ti Mordecai ki wa loku tiko tun lese iwo sa to Jesu wa akuba oseti rechers.</p><p>\r\n5.\tKi lape ni ini genge eyi nise eto re arakurin ken bee ninu Bibeli o ini re. loba gba lo eyi tise iyawo re, sugbon Olorun sise iyanu oba Abimelekii olorun lile ye soro osifi ini re sile (nitori ti toluwa ni) </p><p>\r\nChrs:</p><p>\r\n6.\tLape la o so o ani nipa tire loruko Jesu Oluwa awon inire tiati gba o odo won pade fun o gege bi tomo isire ii igba ten gba apon ti erilo lowo awon omo Israeli ida pada apoti eri ye olen awon ota won lopoo nikan inire ti ati gba ota re atun je bi  </p><p>\r\nChrs:  ……..(lape o lajina ayo mi ferede).",
        "composer": "Bro Tolu"
    },

    {
        "id":33,
        "title": "ILERI OLORUN",
        "content": "<p>Chrs:  Ileri re ladimu o (ileri o) ileri re Ladimu baba ileri ti kiye ileri re ladimu o olorun ayo oba tiki damaje mu (Int.)</p><p>\r\n1.\tAra ileri Olorun se bi ohun leyi o pea won to duro d’Oluwa a o tun agbara won se eyi laduro de koje kale se bi aye ti u se baba sanu fun wa ileri re ladi mu.</p><p>\r\n2.\tC.R.PC omo lojure laje o, mase je koju tiwa o Olorun ayao (Baba 2x) agba mase je, ja sa se o ti o muwa dele o, kamase kusona.</p><p>\r\n3.\tEto re fun wa o, Olorun jowo wamuse, aye ti mo wa o, a ofe se die pada o, ani kaye gbowa o, kakiri agba yeo, wipe ijo ikan un bee o, ta npe ni Christ Restoration, taba gbo wa laye o, katun rira ologo, Olorun wa te waju o.</p><p>\r\n4.\tAwon Olori wa, Olorun sanu fun won, gbogbo isoro won o olorun muri Olorun satunse awon wori kan mase je ohun idena fun se won, olori aye o, dakun diwon mu dopin.",
        "composer": "Bro Tolu"
    },

    {
        "id":34,
        "title": "JERUSALEM T’ORUN",
        "content": "<p>Prelude:  Jerusalemu t’orun</p><p>\r\n\tNi be ni okan me fe lo \/2x</p><p>\r\nChrs:  Jerusa: sa lemu, niti t’awon mimo, nko ‘rin halleluyah nibe </p><p>\r\nni mo fe lo.  \/2x</p><p>\r\n1.\tIle to dara – ile ologo – ile aiyeraiye (Ile) tese kosi – iwo hamura lati de ‘le na, iwo ore mi roun o.</p><p>\r\nChrs:</p><p>\r\n2.\tIle didan o – ile aiku ni, f’awon t’ba segun (Tiwon) yo ko ‘rin ayo, iwo ha mura lati wo ‘le ma; arakunri ronu wa.</p><p>\r\nChrs:</p><p>\r\n3.\tNibi t’ ade wa – Ade to dara, yato s’ade aiye (Tolo) wo ko le rira </p><p>\r\n\tTao fi fawon to ba segun lofe, Arabirin ronu wo.</p><p>\r\nChrs:</p><p>\r\n4.\tNibiti aro – ‘banuje ko si, Orin ayo titi (Nibi) t’ ekun ko si </p><p>\r\n\tIwa re yo je ko le de ‘le na; iwo ore me ronu o.</p><p>\r\nChrs:</p><p>\r\n5.\tJesu silekun – on duro de o, on pe o jeje pe (wipe)</p><p>\r\n\tWa ba mi kalo jowo ore me tete gbo ‘pe na; kilekun na to ti</p><p>\r\nChrs:.",
        "composer": "Bro Tolu"
    },

    {
        "id":35,
        "title": "DIMU SINSIN",
        "content": "<p>DIMU SINSIN ARAKUNRIN:  DI IMU SINSIN ARABINRIN</p><p>\r\nDI IMU SINSIN, JESU TI O GBAA O DI INU SINSIN KO OMASE WE HIN WO\/2X</p><p>\r\nGbogbo awa tati Gbagbo L’okunrin ati ni Obinrin tasi gba Jesu ni Oluwa, tati we nu eje odo-aguntan ati kekere ati agba</p><p>\r\nChrs:  gbogbo wa lae le lati jiyin ise wa, gbogbo ise lo lati jiyin fun Jesu Kristi (ronu ise re omo- igbala (int)</p><p>\r\nSolo:  Bi aba segun\t\t\tAll:\tAwa yi o gbade ogo</p><p>\r\nSolo:\tBi aba segun\t\t\tAll:\tAwa yio gbade iye\/2x</p><p>\r\nAde ade aidibaje Jesu ni yio so wipe ade re re o omo-igbala</p><p>\r\nReading:    James 1:12; 1 Peter 5:4; Rev. 3:5-6</p><p>\r\nGbogbo Talenti ti apin ao bere biwo se lo tire</p><p>\r\nTiwo babo talenti re mole, iwo yio tiwi ni ikehin</p><p>\r\nChrs:  Gbogbo wa lao lo etc…. Reading:  IITim. 4:7-8; Rev. 3: 12-\t13</p><p>\r\nMo wa sodo Oluwa mi mo gbekele Oro re nikan mumi tesiwaju Oluwa fun mi L’agbara isegun</p><p>\r\nChrs:  Gbogbo wa lao lo ….. Reading:  Matt: 11:28-30; Rev. 2:11</p><p>\r\nKomi ki nra igba pada nipa wiwa won toti sako, kin fi tara tokan sise fun Jesu Kristi oluwa mi.</p><p>\r\nChrs:  Gbogbo wa la o lo …  Reading: Matt. 28:18-19; Oniwasu 9:10; Oniwasu 12: 1,13-14; Rev. 2:7.</p><p>\r\n(ORE EYINI ORO OLORUN SI GBOGBO ENIA).",
        "composer": "Bro Tolu"
    },

    {
        "id":36,
        "title": "OSE JESU OLORE",
        "content": "<p>Chrs:  Titobi nio Olorun awa titobi nio atileyin funwa agbeoga o opo togbayewaro ose o Jesu olore.</p><p>\r\n1.\tIwo lopeye olorun awon omo ogun, oloreo ijinle abubare ajekayeyowa ijore komatuka o, ase o loba Jesu olore.</p><p>\r\nChrs.</p><p>\r\n2.\tAdupe fowo agbara to fin sise iyanu angbadura be lonfesi ayo, ikoko bububru kowagbo ijore, iwo loto o latigba gbogbo yin.</p><p>\r\nChrs.</p><p>\r\n3.\tIwo losowipe, wako ijore, olenu ipo oku, o koye borire, eyilomuse funwa, latodun mewa yiwa, babiyesire atobajaye.</p><p>\r\nChrs.</p><p>\r\n4.\tAgbe ebinizeri wa soke si o baba, gbobo ijo CRPC lonsope oseo, adupe ore aoyabara moreje ake aleluyah soba atobijulo</p><p>\r\nSolo:\tOse\/2x o Jesu olore</p><p>\r\nAll:\tOse\/2x o Jesu olore</p><p>\r\nSolo:\tApata ayeraye oba to niwaleyin</p><p>\r\nAll:\tOse\/2x o Jesu olore</p><p>\r\nSolo:\tOromo nise fayati atogbarale ni</p><p>\r\nAll:\tose\/2x o Jesu olore</p><p>\r\nSolo:\tAdupe ibi to my wade atibi ton mun walo</p><p>\r\nAll:\tose\/2x o Jesu olore</p><p>\r\nSolo:\tAse Kabiyesi foba to joko lori ite.",
        "composer": "Bro Tolu"
    },

    {
        "id":37,
        "title": "THE CHURCH IS MARCHING ON",
        "content": "<p>Solo:\tThe church of God is marching on</p><p>\r\nAll: \tWe are winning</p><p>\r\nSolo:\tWe are fighting to the end</p><p>\r\nAll:\tWe are winning</p><p>\r\nSolo:\tThe church of God never fails</p><p>\r\nAll:\tWe are winning</p><p>\r\nSolo:\tShame unto you satan</p><p>\r\nAll:\tWe are winning</p><p>\r\nChrs:\tWe are soldiers of the Lord, we are not looking back with Jesus before us, we are not afraid, with the banner before us, we are sure of victory, the battle is already won halleluyah</p><p>\r\nMen:\tWe can lift our hands to praise the Lord</p><p>\r\nAll:\tHalleluyah</p><p>\r\nMen:\tWe are sure heaven is now our home</p><p>\r\nAll:\tHalleluyah</p><p>\r\nMen: \tAnd there we shout halleluyah</p><p>\r\nAll:\tHalleluyah</p><p>\r\n(Back to Chorus)</p><p>\r\nSolo:\tBrethren you can never win </p><p>\r\nAll:\tOh no no no</p><p>\r\nSolo:\tFor your sin will find you out</p><p>\r\nAll:\tOh no no no</p><p>\r\nSolo:\tBut if you come to the Lord</p><p>\r\nAll:\tThere is hope for you</p><p>\r\nSolo:\tAnd you will join us to sing </p><p>\r\nAll:\tHalleluyah",
        "composer": "Bro Tolu"
    },

    {
        "id":38,
        "title": "IBERE  INU IWE MIMO",
        "content": "<p>IBERE NA LEYI O – TI A RE KA NINU IWE MIMO, BAWO NI A O SE LAA…. RI A KO WA NANI IGBALA NLA BE EYI TO OLORUN PESE FUN WA NINU J E S U …. OMO RE?  HEBERU ORI 2 ESE 3</p><p>\r\nChrs:  Iwo o ha ti se laa, emi o ha ti se laa, Awa o ha ti se  laa ?</p><p>\r\n\tBi ako ba nani igbala nla bi eyi; Aiye yio ti se laa?</p><p>\r\n\tKoyemi ! (Iwo o ha ti se laa sofun mi (Int)?</p><p>\r\n1.\tSolo:\tOlorun feran araiye to be gee; O fi omo bibi Re kan  </p><p>\r\n         soso fun wa ooo.</p><p>\r\n\tAll:\tEnikeni to ba Gbagbo, yio ni iye aiyeraiye,</p><p>\r\n\t\t(Sugbon eni to ba koo o, yio segbe nikehia) (Int.)</p><p>\r\n2.\tSolo:\tAkole joko sinu ese, ka reti ore- ofe olorun ko ma </p><p>\r\npose </p><p>\r\nAll:\tKama ri ni’we mimo wi, (Enikeni to ba gba Jesu L’olugbala, </p><p>\r\nGbudo di eda tuntun ninu Jesu – Nipa agbara Emi Mimo (Int.)</p><p>\r\nChrs:</p><p>\r\n3.\tSolo:\tEmi tiri iye titun ninu Jesu, Moti di Otito re mu</p><p>\r\n\tAll:\tNje o ri Iye titun ninu Jesu, nje odi otito re mu?</p><p>\r\n(Kiki ohun t’olorun nreti lojojumo – nipa ka le rin ninu </p><p>\r\n\t\tIfe oun, nipa agbara ihinrere tonsoni di otun (Int.)</p><p>\r\nChrs:</p><p>\r\n4.\tSolo:\tIpo onigbagbe se Pataki. N le, lode joja ati nibi iye </p><p>\r\nwa gbogbo.</p><p>\r\nAll:\tEmi ni iwe ti awon enia nka, iwo ni iwe to awon enia nka</p><p>\r\nAwa ni iwe ti awon enia nka, araiye ko ka bibeli mo rara </p><p>\r\n\t\tEje ka ronu wa o, eje ka ma rin ninu otun iwa,</p><p>\r\n\t\t(ka ma se je ohun ikose f’enikeni, k aba le de ‘bi iye </p><p>\r\n\t\tNibi t’ohun gbogbo yio ti han ni agbangba (int.)</p><p>\r\nChrs:  Iwo o ha ti se laa, emi o ha ti se laa, Awa o ha ti se  laa ?</p><p>\r\n\tBi ako ba nani igbala nla bi eyi; Aiye yio ti se laa?</p><p>\r\n\tKoyemi ! (Iwo o ha ti se laa sofun mi (Int)?  ",
        "composer": "Bro Tolu"
    },

    {
        "id":39,
        "title": "VICTORY ALL THE TIME",
        "content": "<p>1.\tThey who know the Savior, shall in Him be strong</p><p>\r\nMighty in the conflict of the right ‘gainst wrong</p><p>\r\nThis the blessed promise given in Gods, word, doing wondrous exploits, they who know the Lord.</p><p>\r\nChrs:\tVictory, Victory, Blessed blood-brought victory</p><p>\r\n\tVictory, victory victory all the time</p><p>\r\nAs Jehovah liveth, strength divine He giveth unto those who know him victory all the time</p><p>\r\n2.\tIn the midst of battle do not be dismayed,</p><p>\r\n\tThough the powers of darkness against thee arrayed </p><p>\r\nGod thy strength is with thee, causing thee to stand heavens allied armies wait at thy command</p><p>\r\n3.\tBrave to bear live’s testing, strong the foe to meet</p><p>\r\n\tWorking like a hero midst the furnace heat</p><p>\r\n\tDoing wondrous exploits with spirit sword.</p><p>\r\n\tWinning soul for Jesus praise praise the Lord.</p><p>\r\n</p><p>\r\n</p><p>\r\nISEGUN LOJOJUMO</p><p>\r\n1.\tAwon to molorun yio my okan le</p><p>\r\n\tNwon ojalagbara li oju ija</p><p>\r\n\tEyi n’ileri ti oluwa se fun wa</p><p>\r\n\tPe a o ma se ise agbara nla</p><p>\r\nChrs.:\tIsegun, isegun</p><p>\r\n\tIsegun ta feje ra</p><p>\r\n\tIsegun isegun ni ojojumo</p><p>\r\n\tJesu Balogun wa, agbara wa kiyo ye</p><p>\r\n\tJe ka gbekele fun isegun lojojo</p><p>\r\n2.\tLarin wa ha la nla mase se Gbagbo</p><p>\r\n\tBagbara okunkun tile n de si o</p><p>\r\n\tJesu Alagbara yio mu o duro</p><p>\r\n\tYio ran ogun orun lati gbeja re</p><p>\r\n3.\tJe alagbara, si kojuja s iota</p><p>\r\n\tMa yan bi asegun inu ina idawo</p><p>\r\n\tFi ida emi re sise agbara</p><p>\r\n\tFa elomiran wa si yin Oluwa.",
        "composer": "Bro Tolu"
    },

    {
        "id":40,
        "title": "ESAN AKE",
        "content": "<p>Chrs: \tEsan ake \/2x</p><p>\r\n\tYio ma ma ke lori abinu eni\/2x</p><p>\r\n1.\tA … bajo toro olorun ri ye wa o, eje Abeli ki gbe lagiju</p><p>\r\n\tO kegbe run esan.  </p><p>\r\nChrs:</p><p>\r\n2.\tO ba moyi daju wipe, igba ti oba fi wika la o fi san fun o igba ila, igba kekere, oba toje ti ilu baje oruko re be ninu iwe iranti</p><p>\r\nChrs.</p><p>\r\nSolo:\tEsan ake  dandan ni\/2x</p><p>\r\n\t Ekiesara, Ekie sara, Ekiesara o</p><p>\r\n\t Eje ki a ranti esan olorun</p><p>\r\nChrs.",
        "composer": "Bro Tolu"
    },

    {
        "id":41,
        "title": "BABA AWA GBEKELE O",
        "content": "<p>Leading: Chrs: Jesu Kristi Oluwa o, Iwo lawa nkepe……..</p><p>\r\n                     Jesu Kristi Oluwa o, Iwo lawa nkesi</p><p>\r\n                     Mase je ki oruko re e di itan laiye mi</p><p>\r\n                     Jesu Kristi oluwa o, lawa nkepe.</p><p>\r\n     Sol:\tAwon miran gbekele kuko\/ gbekele esin</p><p>\r\n      All:\tAsan ni won je fun gbala Jesu ti to fun wa</p><p>\r\nBaba awa gbekele Oruko Re Iwo lawa nkepe</p><p>\r\nCHR: ………………………………………………………………..</p><p>\r\n      Sol: \tAbraham baba igbagbo\/ kepe o baba</p><p>\r\n       All: \tIwo dahun pelu ileri nla ti o se</p><p>\r\nBaba awa gbekele oruko Re iwo lawa nkepe</p><p>\r\n      Sol: \tife okan wa lojo ju mo ni ki awa</p><p>\r\n       All: \tagbara ati ogbon wa kole mu wa debe</p><p>\r\nBaba awa gbekele Oruko Re Iwo lawa nkepe </p><p>\r\nSol:\t\tohun gbogbo to nsele laiye sun mole</p><p>\r\nAgbara ati Ogbon wa kole muwa </p><p>\r\nBaba awa gbekele Oruko Re Iwo lawa nkepe",
        "composer": "Bro Tolu"
    },

    {
        "id":42,
        "title": "AGBARA AJINDE",
        "content": "<p>CHR:- Agbara Ajinde </p><p>\r\n         Agbara ton sise iyanuni 2x</p><p>\r\nAgbara nla lagbara Jesu</p><p>\r\nAgbara ton ji oku dide ni</p><p>\r\nAgabara ton sagan dolomo</p><p>\r\nAgbara Ajinde Agbara ton sise iyanuni</p><p>\r\nAgbara Jesu otobi</p><p>\r\nAgbara toju Agbaraloni</p><p>\r\nAgbara Ajinde Agbara ton sise iyanuni.</p><p>\r\nAgbara yii lon gbani la </p><p>\r\nAgbara yi lo tuni sile</p><p>\r\nAgbara Ajinde Agbara ton sise iyanu ni</p><p>\r\nSolo:- Agbara ton sise iyanu ni 2x\tAll: Agbara ton </p><p>\r\n     sise iyanuni</p><p>\r\nSolo:-  Agbara to ji lasaru dide\t\t\t“          “           “</p><p>\r\nSolo:- Agbara to so agan dolomo\t\t\t“          “           “</p><p>\r\nSolo:- Agbara to n wosan totun gbala\t\t“          “           “</p><p>\r\nSolo:- Agbara to wole iku\t\t\t“          “           “</p><p>\r\nSolo:- Agbara to ni iku oro re da </p><p>\r\nSolo:- Agbara to ni isa oku isegun re da</p><p>\r\nSolo:- \tAgbara nla lagbara Jesu</p><p>\r\nSolo:- Agbara Jesu, Agbara nlani</p><p>\r\n",
        "composer": "Bro Tolu"
    },

    {
        "id":43,
        "title": "HE’S BORN TODAY",
        "content": "<p>Chrs: He’s born today \/2x </p><p>\r\nJesus is the first and last </p><p>\r\nHe’s born today\/2x</p><p>\r\nHe make my sins forgiven</p><p>\r\nMy sins are all forgiven </p><p>\r\nJesus is the first and last</p><p>\r\nHe’s born today, (halleluyah) chrs</p><p>\r\nThe prophet spoke of him</p><p>\r\n he is the Messiah</p><p>\r\nJesus is the first and last </p><p>\r\nHe’s born today</p><p>\r\nChrs</p><p>\r\nHe washed away my sins </p><p>\r\nMy sins are all forgiven </p><p>\r\nJesus is the first and last </p><p>\r\nHe’s born today</p><p>\r\nChrs</p><p>\r\nHis name is the Lord</p><p>\r\nThe savior of mankind </p><p>\r\nHe only can save the world </p><p>\r\nHe’s born today</p><p>\r\nChrs </p><p>\r\n",
        "composer": "Bro Tolu"
    },

    {
        "id":44,
        "title": "HE’S COMING BACK AGAIN",
        "content": "<p>nCHRS: He’s coming back again</p><p>\r\nJesus is coming back again</p><p>\r\nHe went away and promised that</p><p>\r\n He’s coming back again \/ 2x</p><p>\r\nOh glory halleluyah, he’s coming back again</p><p>\r\nThis Jesus  promise us as he’s</p><p>\r\n going to heaven \/3X </p><p>\r\nHe promised he is coming back to visit us again.</p><p>\r\nWe are expecting his coming,He will soon</p><p>\r\nCome back again \/3x</p><p>\r\nHe has promised as he’s going that</p><p>\r\nhe’ll soon come again.</p><p>\r\nThis same Jesus which is taken up from</p><p>\r\nYou into heaven\/ 3x</p><p>\r\nShall so come in like manner</p><p>\r\nAs we’ve seen him going up.</p><p>\r\n",
        "composer": "Bro Tolu"
    },

    {
        "id":45,
        "title": "TI WA NI",
        "content": "<p>CHRS:Tiwa ni eje kajose,</p><p>\r\nTi wa ni eje kajo gbe laruge \/2x</p><p>\r\nTeni nteni takisa ntatan</p><p>\r\nIhinrere yi o ti wa ni</p><p>\r\nEje ka fowo sowopo kajo gbega a a a a</p><p>\r\nOwo kan kogberu dori agbejowo lafinsoya</p><p>\r\nEje kajo fowo sowopo ka gbe laruge</p><p>\r\nIhinrere yio ti wa ni</p><p>\r\nEjade looo kalo soro na faraye</p><p>\r\nEjade looo kalo soro na f’elese</p><p>\r\nEjade looo Jesu ko nipede mo</p><p>\r\nAh ah ejade looo ayanfe oo ejadelo</p><p>\r\n",
        "composer": "Bro Tolu"
    },


    {
        "id":46,
        "title": "ADUPE O BABA",
        "content": "<p>\r\nPrelude: Adupe o baba, ijo CRPC londupe</p><p>\r\nLati odun mewa to tifi idi wa lele</p><p>\r\nAmuope wa wa o baba</p><p>\r\nGbope gba iyin wa o ti amuwa.</p><p>\r\n</p><p>\r\nChrs:  olope lope ye baba iwo ma lope tosi</p><p>\r\n Baba adupe ore re lori ijo re </p><p>\r\n Iwo ma lope ye</p><p>\r\n\tAdupe o baba lati odun kewa wa </p><p>\r\n Toti fi idi wa kale lori apata</p><p>\r\nTi ise ti Kristi Oluwa</p><p>\r\nIji nja lotun losi wa sugbon ko gbe Wa subu</p><p>\r\nLeufoni iwo ni ati lotun wa, baba gbope   </p><p>\r\nOse baba fun jije mimu, nina lilo</p><p>\r\nNinu ijo yi emimo nti wa leyin </p><p>\r\nOn ko wa, on to wa, on dari wa</p><p>\r\nO ko jeki oju kotiwa, adupe ose olorun wa</p><p>\r\nOjo na re o bi ana ti oluwa gba wa o</p><p>\r\nGege bi ati gba isreali lowo farao</p><p>\r\nTi awon omo Egypti ri sinu okun</p><p>\r\nT’awon omo isreali rin ni iyerupe ile</p><p>\r\nWon nkorin won yin oluwa logo</p><p>\r\nAwa na re oluwa awa f’ope fun o</p><p>\r\nSolo: baba gbope wa\tAll: baba gbope wa</p><p>\r\nFore abo to daju           “        “        “</p><p>\r\n Ore jije mimu              “        “        “                 </p><p>\r\nOre lilo bibo adupe        “        “        “</p><p>\r\n         Abo lori ewe ati agba     “        “        “</p><p>\r\n On fi awon iko re leyin          “        “        “</p><p>\r\n",
        "composer": "Bro Tolu"
    },


    {
        "id":47,
        "title": "ADUPE LOWO OLORUN",
        "content": "<p>Chorus: adupe lowo olorun pajodun kewa soju emi wa 2x</p><p>\r\nSolo:     osoju eyin agbagba, osoju awon omode</p><p>\r\n“           osoju awon okunrin osoju awon obinrin</p><p>\r\n“           osoju awa onile osoju awon alejo</p><p>\r\n“           opo iji loti ja iji aiye o gbe walo</p><p>\r\n“           opo ojo loti ro omi aiye oruwalo</p><p>\r\n“           a o doku a o dofo awa ma gbe o ga</p><p>\r\n“           alaboyun nbiwere awon agan dolomo</p><p>\r\n“           adupe oluwa ijo olorun kodojuru</p><p>\r\n“            awa o rounfayo bikobaseope</p><p>\r\n“            Olorun Kristi Restoration awa yin o logo</p><p>\r\nAll:         gbogbo ijo parapoawa dupe lowore gbope wa.</p><p>\r\nChange of beat (senwele)</p><p>\r\nChrs:      awo aye wa lati oke orin ope lo ye wa</p><p>\r\n              Atun wo aye wa latile orin ope lo ye wa</p><p>\r\n              Gbogbo igba lo nte wa lorun </p><p>\r\n              Oko fi gba kan binu pe tiwa poju o </p><p>\r\n              Awo aye wa latoke orin ope loye wa</p><p>\r\n",
        "composer": "Bro Tolu"
    },


    {
        "id":48,
        "title": "DEEPER IN THE LOVE OF JESUS",
        "content": "<p>DEEPER IN THE LOVE OF JESUS         JINLE NINU IFE JESU</p><p>\r\nDeeper, deeper in the love of Jesus   1. Mo fe jinle si ninu ife Jesu</p><p>\r\nDaily let me go\t\t\t\tni ojojumo</p><p>\r\nHigher, higher in the school of\t\tki ndagba sii nile-eko</p><p>\r\nWisdom\t\t\t\t\togbon</p><p>\r\nMore of grace to know.\t\t\tAt’oor’ –ofe re</p><p>\r\nChrs: o deep..er yet I pray                    chrs: mofe.. ma jinle sii…</p><p>\r\n         And high..er, everyday\t\tki nga.. sii n’jojumo</p><p>\r\n         And wis..er blessed Lord\t\tki nsi… ni ogbon sii</p><p>\r\n         In thy precious holy word\t\tninu oro yebiye re</p><p>\r\n2.  Deeper, deeper blessed Holy Spirit\t2. Mofe jinle, iwo Emi             </p><p>\r\n    Mimo</p><p>\r\n     Take me deeper still\t\t\t   mu mi jinle sii</p><p>\r\n     Till my life is wholly lost in Jesus\t ti gbogbo aye mi yio je ti </p><p>\r\n     And his perfect will\t\t\t   Jesu ati ife re.</p><p>\r\nChrs:…………\t\t\t\t\t   chrs:………..</p><p>\r\n3. Deeper, deeper though it cost\t\t3.  Mofe jinle bidanwo tile </p><p>\r\n     Hard trials\t\t\t\t     de mu mi jinle sii</p><p>\r\n     Deeper let me go\t\t\t   kin fi gbongbo mi mule </p><p>\r\n     Rooted in the holy love of Jesus\t    ninu ife Jesu</p><p>\r\n     Let me fruitful grow\t\t\t    jeki n so eso sii</p><p>\r\nChrs:……….\t\t\t\t\t\t    Chrs:……….</p><p>\r\n4.  Deeper, higher everyday In Jesus\t    4. Ki n jinle ki n dagba </p><p>\r\n     Till all conflict past,\t\t\tninu Jesu</p><p>\r\n      Finds me conqueror and in\t\tti tija yoo tan</p><p>\r\n   His own image\t\t\t\tsi se mi ni asegu bi tire</p><p>\r\n   Perfected atlast\t\t\t\ttiti de opin.</p><p>\r\nChrs:……….\t\t\t\t    \tChrs:………</p><p>\r\n",
        "composer": "Bro Tolu"
    },


    {
        "id":49,
        "title": "HOSANNA FUN OMO DAFIDI <p style='font-size:8px;'>(English and Yoruba)</p>",
        "content": "<p>Chrs: Gbogbo’ogo iyin, ola</p><p>\r\n         Fun o oludande</p><p>\r\n         S’tni t’awon omode</p><p>\r\n         Nko hosanna didun </p><p>\r\nWo L’oba Isreali</p><p>\r\nOm’alade Dafidi</p><p>\r\nT’owa lokan Oluwa;</p><p>\r\nOba olubukun</p><p>\r\n Egbe awon maleka</p><p>\r\n Niyin ol’oke giga </p><p>\r\n Awa at’eda gbogbo</p><p>\r\nSidapo gberu na</p><p>\r\n Awon heberu lo s’aju</p><p>\r\n Pelu imo ope </p><p>\r\nIyin adua ati orin</p><p>\r\nLa mu wa waju re</p><p>\r\nSi o s’aju I ya re </p><p>\r\nWon korin iyin won</p><p>\r\nWo ta gbega nisiyi</p><p>\r\nL’a nkorin iyin si</p><p>\r\nWo gba orin  iyin won</p><p>\r\nGb’adura t’amu wa</p><p>\r\nOwo ti nyo s’Oluwa rere</p><p>\r\nOba wa olore.</p><p>\r\n</p><p>\r\nHOSSANNA TO THE SON OF DAVID</p><p>\r\nThou art the King of Isreal</p><p>\r\nThou david’s royal</p><p>\r\nWho in the Lords name comest</p><p>\r\nThe King and blessed one</p><p>\r\n       Chrs: All glory and honour </p><p>\r\n\t      To the Redemmer King</p><p>\r\n                To whom the lips of children</p><p>\r\n                 Made sweet hosanna ring</p><p>\r\n   The company of the Angels </p><p>\r\n    Are praising the on high</p><p>\r\n    And mortal men and all things</p><p>\r\n    Created made reply</p><p>\r\n         Chrs:………..</p><p>\r\n",
        "composer": "Bro Tolu"
    },


    {
        "id":50,
        "title": "BABA WA GBOHUN MI",
        "content": "<p>Chrs: Baba wa gbohun mi</p><p>\r\n         Olorun mi wa damilola</p><p>\r\n         Lowuro kutu yi mo kepe o</p><p>\r\n         Olorun mi wa semilogo</p><p>\r\nmo ti de losu eyi Olorun mi</p><p>\r\nwa damilola awon ileri re</p><p>\r\nto ni fun mi baba je owa </p><p>\r\nsi mu seo ninu aye mi</p><p>\r\no gbo ohun danieli lojo</p><p>\r\nkinni ana oluwa, nigba toba </p><p>\r\npase ka gbe so sinu iho kiniun</p><p>\r\nbaba odi kiniun len, gbogbo</p><p>\r\n ota Danieli gba itiju,emi naa</p><p>\r\nre olorun mi ki gbogbo ota mi ko</p><p>\r\ngba idalebi</p><p>\r\ngbogbo ipenija iwaju wa</p><p>\r\nOlorun wa muwa bori fowo</p><p>\r\nagbara re fawa dide ki</p><p>\r\n     gbogbo okan le lenu ope o </p><p>\r\n      ko dun yi to pari.</p><p>\r\n",
        "composer": "Bro Tolu"
    },


    {
        "id":51,
        "title": "YOU ARE WORTHY",
        "content": "<strong>Chrs: lord you are worthy\/3x of praise Jesus you are worthy\/3x of praise  Savior you are worthy to be glorified, worthy\/3x you are worthy Of praise</strong><p>only youb are worthy, worthy worthy baba,to receive glory honour and praise adoration belong to you,for you do well, you do well baba,forever you are worthy ancient of days, Jehovah you are worth\/3x of praise when we think of your goodness oh Lord, and we think of all you have done, your faithfulness and kindness in our lives, truly you are worthy,you are worthy of praise</p><p>\r\n chrs: </p><p>\r\nFor who you are                 Res: you are worthy baba</p><p>\r\nfor what you have done      Res: you are worthy baba</p><p>\r\nfor what you will do   \t Res:  you are worthy baba</p><p>\r\nArugbo ojo   \t\t\t Res:  you are worthy baba</p><p>\r\nEje ndieze\t\t\t Res:  you are worthy baba</p><p>\r\nOkakaa\t\t\t  Res:  you are worthy baba</p><p>\r\nThe mighty man in battle     Res:  you are worthy baba</p><p>\r\nI am that I am \t\t   Res:  you are worthy baba</p><p>\r\nFor plenty, plenty mercy for plenty, plenty love, for plenty favor you are worthy baba</p><p>\r\nCall: \tonly you are worthy of praise you are worthy</p><p>\r\nRes: \tworthy of our praise\/2x</p><p>\r\nCall: \tBaba you are worthy of praise, you are worthy of our </p><p>\r\npraise, </p><p>\r\nforever you are worthy of praise lailai worthy of our praise.</p><p>\r\nCall: \tworthy\/4x of our praise, worthy\/3x of our praise.</p><p>\r\n",
        "composer": "Bro Tolu"
    },


    {
        "id":52,
        "title": "IRANLOWO MI",
        "content": "<p>Chrs: vocal: iranlowo mi yio towo\/3x</p><p>\r\n         Res: Eledumare waaa\/3x</p><p>\r\n         Tori ohun lole s’oun gbogbo</p><p>\r\nmogboju mi sori oke wonni, nibo ni iranlowo yio ti wa iranlowo mi yio</p><p>\r\ntowo Oluwa wa, eni to da orun ati aye\/2x</p><p>\r\nore gboju re soke sodo Olorun, igbekele eniyan, asan ninu asan, maa wo Jesu alasepe ohun gbogb, a ba o se oju ko ni ti o (vocal: awon miran gbeke won le keke awon miran gbeke won le eshin sugbon awa gbeke.</p><p>\r\nObirin ha le gbagbe omo re tiko ni fi se iyonu fun sugbon emi koni gbabe re loluwa se emi yio dide fun iranlowo re\/2x</p><p>\r\nVamp: lowo lowo iranlowo nigba iponju\/3x yio dide fun iranlowo mi\/4x ( back to chorus)</p><p>\r\nISAIAH 41:10-13</p><p>\r\nMaberu3x nitori mowa pelu re, mafoya3x nitori emi lorun re 2x</p><p>\r\nEmi o fun o ni okun o nitoto, emi o ran o lowo nitoto,</p><p>\r\nEmi ofi owo otun ododo mi gbe o soke</p><p>\r\nIwo mase beru rara, ota Kankan koni bori re, beni won yio ditemole</p><p>\r\nNikiakia labe atelese re, kiyesii, gbogbo awon to nbinu si o loju o ti</p><p>\r\nNwon o si damu; nwon o dabi asan, awon to si nba o ja yio segbe,</p><p>\r\nIwo yo si kun fayo, nitori mowa pelu re (int)</p><p>\r\nIwo o wa won, iwo ki yio si ri won, ani ani awon tonba oja; awon ti onba o jagunyi o dabi asan,ati bi ohun ti kosi, kiyesi, emi ti se o bi ohun elo ipaka mimu titun, ti o ni ehin; iwo o tea won oke nla, iwo osi gun won kunna; iwo osi so awon oke kekeke di iyangbo nitori mow a pelu re.</p><p>\r\nChrs:………& reading: Isaiah41:10-16</p><p>\r\nIwo o fe won, efufu yio si fe won lo, aja yio si tu won ka;</p><p>\r\nIwo osi yo ninu oluwa, iwo o si sops ninu emi mimo Isreali</p><p>\r\nOlorun ti seleri funwa kiki ki asa ti gbagb, ki asi di ileri re mu</p><p>\r\nGegebi iwe mimo tiwi pe ki amase beru tori oun L’olorun wa</p><p>\r\nEje ka mura tori omo Tosipa niya re ngbe eje ka sise ti Jesu file</p><p>\r\nWa lowo, kileri yi le ba wa kale; awa le wi jade o gbangba pe abo Jesu lodaju, kiki ki o sati to wa, ki o si tun faye re fun un, o lagbara lati gbao, tete wa gbo pe re",
        "composer": "Bro Tolu"
    },


    {
        "id":53,
        "title": "FAMIMORA",
        "content": "<p>Oluwa, emi sati gbohun re</p><p>\r\nO nse ife re simi</p><p>\r\nSugbon mo fen de lapa igbagbo</p><p>\r\nKi nle tubo sun mo o</p><p>\r\nChrs:\tfa mi mora, mora Oluwa</p><p>\r\nSibi agbelebu t’oku</p><p>\r\n\tFa mi mora mora Oluwa</p><p>\r\n\tSi b’eje re t’o n’iye</p><p>\r\n2.\tYa mi si mimo fun ise tire</p><p>\r\n\tNipa ore-ofe re,</p><p>\r\n\tJe kin fi okan igbagbo w’oke</p><p>\r\n\tKife mi si je tire</p><p>\r\n3.\tA! ayo mimo ti wakati kan</p><p>\r\n\tTi mo lo nib’ite re</p><p>\r\n\tGba mo ngbadura si Olorun</p><p>\r\nTi a soro bi ore</p><p>\r\nijinle ife mbe ti nko lomo</p><p>\r\nIleri ago koja odo</p><p>\r\nAyo giga tie mi kole so</p><p>\r\nTiti ngo fi de simi",
        "composer": "Bro Tolu"
    },

    {
        "id":54,
        "title": "HALLELUYAH (Oba mi de)",
        "content": "<p>Chrs:\tHalleluyah oba mi de, ide mi ja o ayo mi kun, mo ti ni Jesu okan mi bale e, halleluyah oba mi</p><p>\r\nJesu lolu bas’okan mi, oba ti ki fini sile ni silesile lailai, moti ni Jesu okan mi bale e, halleluyah oba mi de.</p><p>\r\nHalleluyah oba mi de saye, gbogbo eniyan eho eyo e je ka korin yin baba, motini Jesu okan mi bale e, halleluyah oba ,mi de.</p><p>\r\nAbi Jesu omo Maria wundia, irawo tan ka gbogbo Jerusalem awon Angeli nfo fayo e bawa yo atibi Olugbala ire ayo naa akari gbogbo wa.</p><p>\r\nCHANGE OF BEAT</p><p>\r\nIba re o oba Jesu, iba re o oba toto 2x oba tile to oko ara oba ni Jesu wa\/2x</p><p>\r\nLadies: oba ni fun wa se e oba ni fun wa oo, oba tile to oko ara </p><p>\r\noba </p><p>\r\nni Jesu wa 4x</p><p>\r\nMen: toto oba olugbala toto, oba tile to oko, ara oba ni Jesu wa</p><p>\r\n</p><p>\r\nDO YOU KNOW</p><p>\r\nDo you know the song that the Angel sang on that night, in the long ago? when the heavens above with their music rang till it echoed in the earth below.</p><p>\r\nDo you know the song that the shepherd heard as they watch their flock by night? When the skies bent down and their heart were stirred by the voices of the Angel bright.</p><p>\r\nDo you know the story that the wise men heard as they journeyed from the east afar’o’er part way plain for the mightily buried in their sight a glorious guiding star.</p><p>\r\nChrs: All glory in the highest, peace on earth (men) good will to men, (ladies) glory in the highest (3x)peace on earth good will to men.</p><p>\r\n",
        "composer": "Bro Tolu"
    },


    {
        "id":55,
        "title": "Oruko Jesu",
        "content": "<p>Oruko Jesu ile iso agbara ni olododo sawo be, o de ni iye obo lowo iwu\/2x</p><p>\r\nBewu bade ma pe Jesu tole gba mi, oruko Jesu oruko tolagbara  ni.</p><p>\r\nBaye gbogun de mape o tori olola ni o, besu gbe ogun de ma pe o tori olola ni oo.</p><p>\r\nMape o (oba mimo) mape o je mi bi mob a pe oko je mi mape o oba olola.</p><p>\r\nOruko Jesu dun gbo odun gbo o oruko nla ni.2x</p><p>\r\nSolo: Jesu mape o </p><p>\r\nAll: Jesu mape o</p><p>\r\nSolo: Jesu mape o </p><p>\r\nAll: jesu mape o</p><p>\r\n      Mape o mape o</p><p>\r\n      Jesu mape o oba olola      Jesu mape o oba olola.</p><p>\r\nSolo: Jesu mape o oba olola    All: jesu mape o oba olola</p><p>\r\nPe o  eba mi poruko re, pe o eba mi poruko re , pe Jesu pe Jesu, pe Jesu oba olola\/2x</p><p>\r\nMen: Jesu olola iwo ma l’oba  iwo ma ni olorun araye gbogbo</p><p>\r\nPeooo eba mi pe oruko re, pee o ebami poruko re pee Jesu pe, pe Jesu oba olola4x</p><p>\r\n</p><p>\r\n",
        "composer": "Bro Tolu"
    },


    {
        "id":56,
        "title": "JESUS HOLD MY HANDS",
        "content": "<p>Eng: \tJesus holds my hands, while I run this race3x</p><p>\r\nLord I don’t want to run this race in vain</p><p>\r\nYor: \tJesu dowo mi mu, bi mo ti n sare ije3x</p><p>\r\nOluwa mio fe sare na ki ngbogbe</p><p>\r\nEng: 1. Help me Lord I pray, in this race I am3x</p><p>\r\n           Without you I cannot run it alone</p><p>\r\nChrs: Jesus hold my hand.</p><p>\r\n     2. give me grace oh Lord to walk in this way3x</p><p>\r\nI need grace to work in this journey Lord</p><p>\r\nChrs: Jesus hold my hands</p><p>\r\n      3. I have no power of mine I need your power</p><p>\r\n          Lord 3x</p><p>\r\n         Oh Lord give me your power in this race</p><p>\r\nChrs:  Jesus hold my hands </p><p>\r\nYor: 1. Agbara mi ko to, lati le rin irin ajo</p><p>\r\n          Yi mo bere fore ofe lati sase yori</p><p>\r\n\tJesu wa fifun mi, ma je n ku sona bi efi.</p><p>\r\nChrs:</p><p>\r\n2. \tEre ije igbagbo, ki ise afogbon ori sa,</p><p>\r\nMo nilo ore-ofe; aolorun fun aseyori </p><p>\r\nRan mi lowo baba, kin le ri o ni ikeyin aye mi</p><p>\r\nJesu dowo mimu.",
        "composer": "Bro Tolu"
    },


    {
        "id":57,
        "title": "JISE RE DIDE",
        "content": "<p>Chrs: Jise re dide, laye mi baba o.</p><p>\r\n        Jise re dide laye mi baba o</p><p>\r\n        Jiwon dide\/2x</p><p>\r\nOlu orun wa jise re dide o\\2x</p><p>\r\nNinu aye mi ati ni gbogbo ona mi</p><p>\r\nJise re dide.</p><p>\r\nSo ise re ji, ninu aye mi Oluwa,</p><p>\r\nLaarin odun o, so won di mimo laye mi o</p><p>\r\nKin le lenu ope .</p><p>\r\nNinu odun yi je kin le gbe igba ope,</p><p>\r\nKi gbogbo ebi at’ara mi ba mi yin o Oluwa.</p><p>\r\n</p><p>\r\n</p><p>\r\nChrs: ji ise re dide Oluwa, laye mi o, Oluwa\/2x</p><p>\r\nOluwa jo jise re dide ninu aye mi</p><p>\r\nKi gbogbo eniyan ki ole mope: o wa pelu mi</p><p>\r\nGbogbo ise ti o ti doku; ninu aye mi</p><p>\r\nOluwa dakun so won ji, ni aye mi</p><p>\r\nKi ole ni itumo, Oluwa so won ji</p><p>\r\nGbo ohun to ti doku laye mi o</p><p>\r\nBaba so won ji, oun to ti doku ninu </p><p>\r\nAye mi, oluwa so won ji</p><p>\r\nOluwa mu ise re soji laarin odun </p><p>\r\nNinu osu ninu ose ni wakati yi, ni iseju yii</p><p>\r\nNi ibinu olorun ranti anu.</p><p>\r\n",
        "composer": "Bro Tolu"
    },


    {
        "id":58,
        "title": "JUST A LITTLE TALK WITH JESUS",
        "content": "<p>I once was lost in sin but Jesus took me in</p><p>\r\nAnd then a little light from heaven filled my soul.</p><p>\r\nIt bathed my heart in love and wrote my name above</p><p>\r\nAnd just a little talk with Jesus made me whole</p><p>\r\nChrs: (now let us) have little talk with Jesus</p><p>\r\n        (let us) tell him about all our trouble </p><p>\r\n        (and he will) answer by and by</p><p>\r\n        (now when you) feel a little pray’r wheel turning </p><p>\r\n(and you) know a little fire burning</p><p>\r\n         (you will) find a little with Jesus makes it right ( it makes it </p><p>\r\n         Right.</p><p>\r\n2. sometimes my path seeing drear, without a ray of cheer</p><p>\r\n    And when a cloud of doubt may hide the light of day</p><p>\r\nThe midst of sin may rise and hide the starry skies</p><p>\r\nBut just a little talk with Jesus clear the way. Chorus</p><p>\r\nI may have doubts and fears my eyes are filled with tears </p><p>\r\nbut Jesus is a friend who watches day and night </p><p>\r\nI go to him in prayer, he knows my every care</p><p>\r\nAnd just a little talk with Jesus makes it right. Chorus</p><p>\r\n",
        "composer": "Bro Tolu"
    },


    {
        "id":59,
        "title": "BA JESU SORO DIE",
        "content": "<p>Mo ri sinu ese sugbon Jesu gbami, imole orun si tan sinu okan mi. </p><p>\r\nIfe orun gbami ko’ruko mi soke oro die pelu Jesu lo gba mi la</p><p>\r\nChorus: </p><p>\r\n(ejeka) ba, Jesu soro dia (jeka) so gbogbo ‘soro wa fun</p><p>\r\n(oun yoo) gbo igbe e wa (oun yoo) gbo adura wa</p><p>\r\n(bi o ba) Mope adura nsise (wo yoo) mo titobi Olorun wa</p><p>\r\n(woo mo) pe Jesu ni kan lole fun ni layo (funilayo).</p><p>\r\nOna mi le sokun, ki’kuuku bo ona, iyemeji si le e gba gbogbo okan mi, ese mi sile po lati je idena, oro die pelu jesu yo gbami la. Chorus</p><p>\r\nEmi le ma foya, keru si gba okan mi, sugbon Jesu nikan lo to gbekele. Nigba mo gbadura, oun si da mi lohun. Oro die pelu Jesu si gbami la chorus</p><p>\r\n",
        "composer": "Bro Tolu"
    },


    {
        "id":60,
        "title": "WHAT A FRIEND WE HAVE IN JESUS",
        "content": "<p>1.\tWhat a friend we have in Jesus, all our sins and grief to bear what a privilege to carry everything to God in prayer</p><p>\r\nOh what peace we often for-feit, oh what needless pain we</p><p>\r\nBear all because we do not carry- everything to God in prayer </p><p>\r\n2.\tHave we trails and temptations is there trouble anywhere? </p><p>\r\nWe should never be discoruraged, take it to the Lord in prayer </p><p>\r\nYoan we find a friend so faithful who will all our sorrow share Jesus knowns our every weakness, take it to the Lord in prayer.</p><p>\r\n3.\tAre you weak and heavy laden, tightened with a load of care precious savior still our refuge, take it to the Lord in prayer do thy friends saspise for sake thee, take it to the Lord in prayer in his arms he’ll take and shield thee.  Thou will find a solace there.</p><p>\r\n</p><p>\r\n---Yoruba Version---</p><p>\r\n</p><p>\r\nORE WO LANI BI JESU</p><p>\r\n1.\tOre wo l’ani bi Jesu, ti oru ‘banuje wa.</p><p>\r\nLanfani wo l’o po bayi, lati ma gbadura si II </p><p>\r\nAlafia pupo l’a nsonu, ati je ‘rora pupo</p><p>\r\n\tTo ri o ko fi gbogbo nkan s’adura niwaju Re.</p><p>\r\n2.\tIdanwo ba wa fun wa bi? A hani wahala bi?</p><p>\r\n\tLako gbogbo so ore ti nu sa gbadura s’ oluwa </p><p>\r\n\tOko s’ oloto ore bi Re, ti bi ie ba wa daro,</p><p>\r\n\tJesu gbe o soke l’apa Re, iwo yio si ni ‘itunu</p><p>\r\n",
        "composer": "Bro Tolu"
    },


    {
        "id":61,
        "title": "WOULD YOU BE FREE",
        "content": "<p>Solo:\tWould you be free from your burden of sin?</p><p>\r\nAll:\tthere’s power in the blood, power in the blood</p><p>\r\nSolo:\tWould you have victory over temptation</p><p>\r\nAll:\tThere is wonderful power in the blood.</p><p>\r\nChrs:\tThere is power, power wonder working power</p><p>\r\n\tIn the blood of the lamb, there is power </p><p>\r\n\tPower wonder working power,</p><p>\r\n\tIn the precious blood of the lamb</p><p>\r\nSolo:\tWould you be free from your passion and pride?</p><p>\r\nAll:\tThere’s power in the blood, power in the blood</p><p>\r\nSolo:\tCome for a cleasing to calvary’s time</p><p>\r\nAll:\tThere is wonderful power in the blood</p><p>\r\nChrs:</p><p>\r\nSolo:\tWould you be whiter much whiter than snow?</p><p>\r\nAll:\tThere is power in the blood power in the blood</p><p>\r\nSolo:\tSin stains are lost in His life giving flow </p><p>\r\nAll:\tThere is wonderful power in the blood.</p><p>\r\nChrs:</p><p>\r\nSolo:\tWould you do service for Jesus your KING</p><p>\r\nAll:\tThere is power in the blood power in the blood</p><p>\r\nSolo:\tWould you live daily His praises to sing?</p><p>\r\nAll:\tThere is wonderful power in the blood.</p><p>\r\n</p><p>\r\n",
        "composer": "Bro Tolu"
    },


    {
        "id":62,
        "title": "JESU YIO FARAHAU LAIPE OJO",
        "content": "<p>PRELUDE: JESU NPADBO AYANFE ERONU O , JESU DE TANI O </p><p>\r\nEMURA SILE JESU DE TAN O, E MAA SONA)</p><p>\r\nSolo: Mo gbohun kan jeje pe Jesu fere de o  All: (Jesu fere </p><p>\r\nde\/3x) 2x</p><p>\r\nSolo:\tOpo loti so ‘reti nu tiwon ko reti Oluwa mo</p><p>\r\nAll:\tOhun aiye ti gba won lokan ju Olorun lo</p><p>\r\nSolo:\tWon ko tile nani, wonko si beru, won ko tile reti rara</p><p>\r\nAll:\tAkoko to’Oluwa yio fun ‘pe s’aiye</p><p>\r\nSolo:\tSugbon ayanfe ronu o</p><p>\r\nAll:\tJesu yio farahan, pelu ipe olori- ogun A n g e l I – (P E E – Emaa bo, gbogbo ayanfe mi, sinu ile ti mo ti pese fun yin lati bi egbewa odun (int)</p><p>\r\nSolo:\tToba je kan ninu alainireti so ra o</p><p>\r\nAll:\tTo ba jekun ninu alarinireti yerawe</p><p>\r\nSolo:\tSora, gbadura, ikilo nla leyi je fun gbogbo ayanfe \/3x</p><p>\r\nAll:\tto ba jakan ninu alaninireti yerawo (int)</p><p>\r\n</p><p>\r\n2.\tSolo:\tMo gb’ohun kan kele pe – Jesu mbowa o \tAll:  (Jesu mbowa\/3x) 2x</p><p>\r\nAll:\tNigba aiye awon Aposteli tisanju</p><p>\r\nAll:\tIpe nan fun, ipe si igbale, ihihrere mititi gerebi akokoyi tiri nitori pe ogo –Ogo ninu Ola nla, ni toripe Oga-ogo mbowa (int)</p><p>\r\nSolo:\tSugbon lakeko yi, igba na ku fefee</p><p>\r\nAll:\tOpolopo ami latiri, nkan wonyi je apere bibe Oluwa</p><p>\r\nSolo:\tigi opoto oruwe, iyan nsele,</p><p>\r\nAll:\tOrile e-da ndide siranwo, orisisi isele la si nri, gegebi oro Oluwa nin iwe Mimo.;</p><p>\r\nSolo:\tNigoripe Olugbala mbowa k’awa ayanfe</p><p>\r\nAll:\tNitoripe oga ogo mbowa</p><p>\r\nSolo:\tSora, ore mi tete gba Jesu l’Olugbala ojo nlo</p><p>\r\nAll:\tToba je kan ninu alaninireti yerawo</p><p>\r\nSolo:\tTo be je kan ninuy alainireti roun o</p><p>\r\nAll:\tto ba je kan ninu alainiranti  yerawo</p><p>\r\nSolo:\tMa fi oro igbala re tayin, nitoripe akoko ko fefee</p><p>\r\nAll:\tTo ba fi ku lainireti yio le fun o (int)</p><p>\r\nSolo:\tTo ba fi ku lainireti ko ni rogbo o</p><p>\r\nAll:\tTo ba fi ku lainireti ko ni sese</p><p>\r\nSolo:\tSora, sora o, sora-sora ore</p><p>\r\nAll:\tTo ba jekan ninu alainireti  - yerawo (3x)</p><p>\r\n",
        "composer": "Bro Tolu"
    },


    {
        "id":63,
        "title": "JEKI ORUNSI",
        "content": "<p>Chrs:\tJeji orunsi baba mio, jeki orun si kaiye ma dara</p><p>\r\nKi je dawoduro korimi sora</p><p>\r\nKi gbogbo aiye kanle ba mi yin o logo.</p><p>\r\nNigbati orunsi laiye jabesi olori buruku ojosi madolorire eni arisa owa de ni ajitanna wo gbogbo aiye pata won w aba yin o logo  (Ye bami)</p><p>\r\nJeki orun si baba mi o ki ikoro kolo kuro ninu aiye mi kadun wole wa korimi sore kigbogbo aiye pata kanle bamiyin o logo (ye bami)</p><p>\r\nJeki orun si baba todami o wa mu egan kuro ninu aiye mi kinle fayo sin o kokan mi bale ki gbogb ebi atore lebami yio o logo (ye bami)</p><p>\r\nBaba wa damilola olorun mi o jarewa semilogo ki gba mi tolo gbogbo ibukun atogo aiye mi o gbawon pada fun mi lowo Satani da iji duro lori aiye mi ko gbogbo aiye le ba mi yin o logo (ye bami)</p><p>\r\n</p><p>\r\n",
        "composer": "Bro Tolu"
    },


    {
        "id":64,
        "title": "IFE",
        "content": "<p>Chrs:\tIfe lolorun eje ka fife gbe o \/3x</p><p>\r\nKaya feran oko koko feran aye re ife lolorun oje ka fife gbe o </p><p>\r\n1.\tIfe o lopo to so dile ro laisis ife idile ko ma le duro o ife aisetan lole mu to ko taya gbadun arawon ife lo orun eje ka fife lo oo</p><p>\r\n2.\tIdile o nigbagbo oye ko yato si taiye o awon lo laya o ma se finu han </p><p>\r\nIru oro yi ko maye o iwo onigbagbo magba esu laye lati pana ife yin o</p><p>\r\n3.\tSe ranti o aya lojo ta pade dadi o oni for better for worse om aba dadi lo kin wa lode o ti ife yin fi dinku tete satun se kife le pada wole.</p><p>\r\n",
        "composer": "Bro Tolu"
    },


    {
        "id":65,
        "title": "JESU N PE O",
        "content": "<p>Chrs:\tJesu n pe o o , ma ni ki o wale mase dagunla o si ohun ife ti o ke tantan\/2x</p><p>\r\n1.\tE wa so do mi o gbogbo eyin ti n sise ti a si di eru wuwo lelori o eni ke ni to ba to mi wa emi ki yo taanu emi yo fi isin mi fun, isinmi aye raye\t</p><p>\r\n\tChrs:</p><p>\r\n2.\tE mi ni ounje iye to so kale lati orun wa, eni ke ni to je mi yo ni iye ti ko ni pekun, mo fe o o mi o fe ki ni ke ni se gbe rara, ma se je ki esu tan o je wa je ounje iye yi lofe wa je ounje iye aye raye </p><p>\r\n\tChrs:</p><p>\r\n3.\tNitori ti re ni mo se wa, emi ni omi iye wa mu ninu mi lofe, lalai di ye le eni ke ni ti oungbe n gbe je ki o tete ma bo igbala ko si nib o mi ran emi ni omi iye oru iye ayeraye </p><p>\r\n\tChrs:</p><p>\r\n4.\tAye lo si opin o, ara eje ki o mo daju, ijoba aye dopin tan, ijoba orun ku fefe eni ba aye re abaye ko ja, eni mu ese bi omi, iru won abaye koja, iru won aku o iku aye rara.</p><p>\r\n\tChrs.</p><p>\r\n",
        "composer": "Bro Tolu"
    },


    {
        "id":66,
        "title": "JESU MBO",
        "content": "<p>1.\tJesu mbo; ko oro ayo na,</p><p>\r\nMbo f’awon t’o eje re rapada</p><p>\r\nMbo lati joba b’Oluwa ogo,</p><p>\r\nJesu y’o tun pada wa.</p><p>\r\nChrs:\tJesu y’o tun wa, y’o tun pada wa,</p><p>\r\n\tJesu y’o tun pada wa,</p><p>\r\n\tHo iho ayo n aka ‘bi gbogbo,</p><p>\r\n\tJesu y’o tun pade wa.</p><p>\r\n2.\tJesu mbo; oku yio jinde,</p><p>\r\n\tAwon oro y’o pade pel’aye,</p><p>\r\n\tWon o goke s’odo re ni sanma,</p><p>\r\n\tJesu y’o tun pade wa.</p><p>\r\n3.\tJesu mbo lati de ‘yanfe nde,</p><p>\r\n\tLati f’ Alafia f’aye ija,</p><p>\r\n\tEse aro, ‘banuje y’odopin,</p><p>\r\n\tJesu y’o tun pade wa.</p><p>\r\n4.\tJesu mbo, ileri ma j’oto, </p><p>\r\n\tTai’ awon die t’a yan ti nsoto,</p><p>\r\n\tTi nduro, ti nsona fun ibewo,</p><p>\r\n\tJesu y’o tan pada wa.</p><p>\r\n",
        "composer": "Bro Tolu"
    },


    {
        "id":67,
        "title": "GBE OLUWA GA PELUMI",
        "content": "<p>Gbe Oluwa ga pelu mi </p><p>\r\nEyin eniyan re</p><p>\r\nNi yo l’oruko re</p><p>\r\nFun ife ti o nfihan</p><p>\r\nFun isimi l’okan wa</p><p>\r\nFun igbala kikun re,</p><p>\r\nTire l’ope</p><p>\r\nChrs: Ki gbogbo wa f’ope fun</p><p>\r\nKi gbogbo wa f’ ope fun</p><p>\r\nKi gbogbo wa yin oruko Oluwa wa</p><p>\r\nTiti laelae, ani titi laelae</p><p>\r\nKi gbogbo wa f’ope fun</p><p>\r\nKi gbogbo wa f’ope fun</p><p>\r\nKi gbogbo wa yin oruko  oluwa</p><p>\r\nTiti laelae</p><p>\r\nEyin fun iwa mimo re</p><p>\r\nFun ore-ofe re</p><p>\r\nKorin iyin fun eje re</p><p>\r\nTo fi rawa pada</p><p>\r\nIfe lo fi wa wa ri</p><p>\r\nNinu ira ese wa</p><p>\r\nO f’ona iye han wa</p><p>\r\nE fope fun.</p><p>\r\nEmi ‘ba l’egberun abeni</p><p>\r\nNko le royi na</p><p>\r\nAgo ibukun ni nkun</p><p>\r\nOre-ofe ti ki ye,</p><p>\r\nAlafia bi odo</p><p>\r\nLati’odo olubukun</p><p>\r\nE f’ope fun. Amin.</p><p>\r\n",
        "composer": "Bro Tolu"
    },


    {
        "id":68,
        "title": "JESUS KNOCKS",
        "content": "<p>1.\tJesus knocks, he call to the weary ones oh come to me </p><p>\r\nHe can save and only he </p><p>\r\nOpen open wide thy door.</p><p>\r\nChrs:\tOpen wide the door </p><p>\r\nHe can save and oly he </p><p>\r\nOpen open wide thy door.</p><p>\r\n2.\tJesus knocks, he come to save </p><p>\r\nwas for thee his life he gave </p><p>\r\nHe hath triumph over the grave</p><p>\r\nOpen open wide thy door</p><p>\r\n3.\tJesus knocks, he’s knocking still </p><p>\r\n\tYield to him at once thy will</p><p>\r\n\tHe with joy your heart shall fill </p><p>\r\n\tOpen open wide thy door.</p><p>\r\n4.\tJesus knock the moment fly </p><p>\r\n\tWhile salvation yet is wear</p><p>\r\n\tThe savior blesseth by </p><p>\r\n\tOpen open wide thy door.</p><p>\r\n",
        "composer": "Bro Tolu"
    },


    {
        "id":69,
        "title": "I HAVE A STORY TO TELL",
        "content": "<p>Call:\tI have a story to tell</p><p>\r\nResp.\tYou been so good\/2x</p><p>\r\nCall:\tYou put a song on my lips</p><p>\r\nResp:\tAnd a praise in my heart\/2x</p><p>\r\nChrs:\tMo ri ise baba mori ife baba</p><p>\r\nMatun wa yin baba mi oo lojokojo\/2x</p><p>\r\nSolo:\tAm so grateful Lord</p><p>\r\nFor this gift of love my song shall be baba o see</p><p>\r\nAtobajaye</p><p>\r\n",
        "composer": "Bro Tolu"
    },


    {
        "id":70,
        "title": "OKO KUN FUN KORE",
        "content": "<p>Oko kun fun kore alagbase ko to oo</p><p>\r\nMogbo ti Jesu n pe lohun ra ra pe</p><p>\r\nTani emi yo san lo.</p><p>\r\nSolo:\ttani  o oo\t\t\t\tAll:\tTani Tani Tani</p><p>\r\n\tTani yio lo o oo\t\t\t\tTani tani Tani</p><p>\r\n\tTani o ti mu ra tan lati </p><p>\r\n\tLati je ipe Jesu n pe\t\t\t\tTani Emi yio ran lo</p><p>\r\nNi ojojumo ni awon elese n segbe mo gbo ti Jesu n pe lohun rara pe</p><p>\r\nTani emi yio ran lo </p><p>\r\nChrs:</p><p>\r\nIwo oni Gbagbo o, ki lon se ninu aiye re, joko onwole nigba Jesu n pe </p><p>\r\nTani emi yio ran lo </p><p>\r\nChrs:",
        "composer": "Bro Tolu"
    },


    {
        "id":71,
        "title": "EJE KA YIN OLUWA",
        "content": "<p>Chrs:\tEjekayin Oluwa onise iyanu ni</p><p>\r\n\tAnure owa titi lododo dajudaju\/2x</p><p>\r\nSolo:\tAwa yin o baba loke</p><p>\r\nAll:\tAfogo ola forukore\/2x</p><p>\r\nObato sowa dojo oni to muwa rojo oni layo afiyin ola forukore away o mayino</p><p>\r\nSolo:\tEyin baba logo o \t\tAll:\tEgbe ega 2x\/3x</p><p>\r\n\t\t\t\t\t\tOnise iyanu ni</p><p>\r\n1.\tBaba oseun fun anure to fifunwa lojo gbogbo\/2x a fiyin fola forukore Awa yomakorin ife re awayo fola forukore onife julo ose. (Eyin Baba logo  o etc)</p><p>\r\n2.\tOgo yeo Jesu wao fun igbala re to fifunwa 2x</p><p>\r\nOmunwa kuro ninu iparun ofona igbala han wao kawa ni iye amipekun Olurapada oseun.</p><p>\r\n\tInt:\t(Eyin baba logo o etc)</p><p>\r\nSolo\tIyin loye o\t           All: Baba</p><p>\r\nSolo:  Oge loye o \t\tAll: Baba</p><p>\r\nSolo: Ope loye o \t\tAll: Baba</p><p>\r\nAll:\tEledunmare oseun\t\t\t</p><p>\r\nSolo:\tFun ojo oni\t\t\tAll:\tBaba</p><p>\r\n\tTomuwa walaiye\t\t\tBaba</p><p>\r\n\tOpe iyin fun o \t\t\tBaba</p><p>\r\nAll:\tEldeunmare ose un\t</p><p>\r\nSolo:\tEyin baba logo \t\tAll:\tEgbega\/2x</p><p>\r\n",
        "composer": "Bro Tolu"
    },


    {
        "id":72,
        "title": "COME BLESS THE LORD",
        "content": "<p>Chrs:\tCome bless the Lord every body</p><p>\r\n\tCome bless the holy name forever</p><p>\r\n\tKing and Christ of Praise\/2x</p><p>\r\n1.\tCome and join us celebrating singing praises unto his name\/2x</p><p>\r\n\tPraises to his name (Chrs)</p><p>\r\n2.\tCome and join us jubilating singing praises unto his name\/2x</p><p>\r\n\tPraises to this name (Chrs)</p><p>\r\n3.\tCome and join us sing halleluya singing praises unto his name\/2x</p><p>\r\n\tPraises to his name (Chrs)</p><p>\r\n",
        "composer": "Bro Tolu"
    },


    {
        "id":73,
        "title": "SOLID ROCK",
        "content": "<p>1.\tIgbagbo me duro lori, eje a to dodo Jesu</p><p>\r\n\tNkoje gbekele ohun kan lehin oruko nla Jesu</p><p>\r\n\tModuro le Kristi apata ile miran iyanrin ni</p><p>\r\n\tIle miran iyanrin ni.</p><p>\r\n2.\tBire iye mi ti le gun o rafe re ko yin pada</p><p>\r\n\tBo ti tou ki ji na le to idakoro mi ko niye</p><p>\r\n3.\tMaje mu a tie je re, le moro mo bi kun mide</p><p>\r\n\tGba to ohun ai ye totan, o je ireti nla fun mi</p><p>\r\n4.\tGbati pe kehin ba si dun, a mba lewa lodo Jesu</p><p>\r\n\tKi now ododo re nikan, ki niduro ni wa ju ite.</p><p>\r\n",
        "composer": "Bro Tolu"
    },


    {
        "id":74,
        "title": "OLORUN ALAYE",
        "content": "<p>Chrs:\tOlorun Alaye a yin o logo Olorun alaye awa gbe o ga </p><p>\r\n\tOlorun Christ Restoration Pentecostal Church iwo lopeye\/2x</p><p>\r\n1.\tOba to pawa mo ninu gbogbo ewu aye gbogbo oba to segun fun wa ayin o logo awa sope ese fun ife to fife wa, olorun Christ Restoration Pentecostal Chruch gb’ope wa (Adupe baba)</p><p>\r\nChrs:</p><p>\r\n2.\tAdupe fun Emimimo to fi se amona wa, adupe fun owo agbara to fi mu wa jinle, ninu re, o se wa loju emi, ofi oro re wa si, aditue Olorun wa olodunmare adupe o</p><p>\r\nChrs:\t</p><p>\r\n3.\tGbogbo ayanfe e yin Jesus logo, gbogbo ohun to ni emi eyin baba logo\/2x. Tori eja ninu ibu won yin baba logo, eye oju orun won gbe gba ope, igi inu igbo dupe ore t’oluwa se, eyin ara eja ka wan a dupe ore.</p><p>\r\n4.\tEni ta se lore ti ko dupe, bi olose koni leru loni\/2x awa wa dupe ore t’ olorun se dun wa lati odun to koja, ohun lose amona wa, akaikatan lore olorun o laiye wa, ewole foba ologo ju lo, olorun ayo wa.  Toti wa leyin agbe oga.</p><p>\r\nCall:\tKa yin baba o ka gbe Jesu ga</p><p>\r\nResp:\tka yin baba o egbe Jesu ga</p><p>\r\nCall:\tOba to dawa si o a yin o logo\/2x</p><p>\r\nResp:\tAyin baba o egbe Jesu ga</p><p>\r\nCall:\tlon ijo olorun agbe gba ope</p><p>\r\nCall:\tTewa gbooe wa tu a mu wa</p><p>\r\nCall:\tAwa Akorin awa fori bale fun o</p><p>\r\nCall:\tMelo ni ka ro o ninu ore re</p><p>\r\nCall:\tAgbo ohun ope soke sonile ola</p><p>\r\nCall:\tApata ayeriaye o ibi isadi wa</p><p>\r\nCall:\tOkan lana, okan loni fiyin fun o</p><p>\r\nCall:\tka yin baba o ka gbe Jesu ga</p><p>\r\nResp:\tKa yin baba o egbe Jesu ga\/3x</p><p>\r\nOlorun alaye ayin o logo</p><p>\r\nOlorun agbaye awa gbe o ga</p><p>\r\nOlorun Christ Restoration Pentecostal Church gbope wa.</p><p>\r\n",
        "composer": "Bro Tolu"
    },

    {
        "id":75,
        "title": "AWA SOPE OSEUN",
        "content": "<p>Prelude: Awa o rohun fayo bi kosope \/2x</p><p>\r\nO, eleni miyin ase o loba baba lori ayie wa eleru niyin ase o loba baba lato dun to joja\/2x</p><p>\r\nChrs:\tBaba a dupe fore e re loriwa\/2x</p><p>\r\n\tAwa na re o todawasi baba eleruniyin towao gbope e wa\/2x</p><p>\r\n1.\tEmi miomo o seun lori akorin Christ Resoration latotal tokoja</p><p>\r\n2.\tBaba a gbe o ga o ninu ijo awa lori awo iko re lori omo ijo a o seni koni mi lase ndupe o</p><p>\r\n3.\tA o rohun fayo bi kose ope\/2x </p><p>\r\n\tIdi ope war r re o ewa sope o seun</p><p>\r\nSolo:\tAwa sope a seun</p><p>\r\nAll:\tAwa sope o seun</p><p>\r\nSolo:\tAwa mandi a sope o seun eti</p><p>\r\n",
        "composer": "Bro Tolu"
    },

    {
        "id":76,
        "title": "RANWALOWO",
        "content": "<p>Chrs:\tRawalowo o</p><p>\r\n\tMa seje kiji aiye gbawalo</p><p>\r\n\tRanwalowo Oluwa (int.)</p><p>\r\n1.\tOlu orun agbekele o</p><p>\r\n\tBaba sanu fun wa</p><p>\r\n\tRanwalowo Baba o</p><p>\r\n\tMa seje kesu ese boriwa o</p><p>\r\n\tBaba dakun ranwalowo </p><p>\r\nChrs:</p><p>\r\n2.\tIwo nikan ni</p><p>\r\n\tIwo nikan lole ranwalowo</p><p>\r\n\tNirin ajo yi</p><p>\r\n\tOpin aiye tide</p><p>\r\n\tBaba sanu fun wa</p><p>\r\n\tKale dele ogo</p><p>\r\nChrs.</p><p>\r\n3.\tOpo onigbagbo ni aniyayan aiye</p><p>\r\n\tTigbakuro niwaju Oluwa nipa kini aoje</p><p>\r\n\tKini aomu</p><p>\r\n\tWon ti fi aniyan aiye</p><p>\r\n\tSo iranla ologo nu o </p><p>\r\n\tRanwalowo baba o</p><p>\r\n\tMase je kesu ese boriwa o</p><p>\r\n\tBaba dakun sanu fun wa</p><p>\r\n4.\tSolo:\tAnfe ranwo \/3x re baba ranwalowo</p><p>\r\n\tAll:\tAnfe ranwo \/3x re baba ranwalowo</p><p>\r\n5.\tSolo:\tAgbaranwakoto okunwakoto</p><p>\r\n\t\tAnferanwo re baba ranwalowo</p><p>\r\n\tAll:\tAnferanwo\/3x re baba ranwalowo</p><p>\r\n6.\tSolo:\tKaye maseyowa</p><p>\r\n\t\tKoju made ti wa</p><p>\r\n\t\tAnferanwore baba ranwalowo</p><p>\r\n\tAll:\tAnferanwo\/3x re  baba ranwalowo</p><p>\r\n7.\tSolo:\tIwo lolese </p><p>\r\n\t\tKoju mase ti wa</p><p>\r\n\t\tLehin aye wa</p><p>\r\n\t\tKaba Jesu joba \/3x</p><p>\r\n\tAll:\tAnferanwo\/3x re baba ranwalowo</p><p>\r\n",
        "composer": "Bro Tolu"
    },

    {
        "id":77,
        "title": "ORIN IGBEYAWO",
        "content": "<p>Chrs:\tEto igbeyawo laiye sebi ase Olorun ni</p><p>\r\n\tIdasile Olorun ni gbe yawo momo je o</p><p>\r\n\tAdupe Oluwa wipojo oni bawa laye \/2x</p><p>\r\n1.\tOhun gbogbo ti Olorun da o da won pelu oluranlowo</p><p>\r\nOda eranko takotabo lo dawon sugbon fun Adamu akoro oluranlowo, Olorun nipa kodara ki Adamu nikan magbe oni emi yo pese oluranlowo o to dabi tire fun.  Olorun mu orun ejika kun Adamu, o sun fafan osi mun egungun iha Adamu ofi mon efa, mimum tolorun o mu Efa to Adamu wa oni eyi ni egungun ninu egungun mi at eran ara ninu eranara mi obirin laomape titi aiye.</p><p>\r\nChrs:\t(int)</p><p>\r\n2.\tOro Olorun lose loni o ma olara …………………………. Omo ………………… aba o yo wipe Eledunmare fun o le gungun iha re o fun o …………………………… lati mase ranlowo o kuro legbe apon Baba ti da olola Olorun Ayo to fun o ni …………………………… a diyin mun o ani titi dojo ale </p><p>\r\n\tChrs:\t(int)</p><p>\r\n3.\tTeti ko gbo o …………………………………….. bibi re ko mase fowora ile oko ile eko loje toju oko, sonje foko lasiko.  Febioko mora mora jowo mase gbagbe wip oko lori aya terbia foko kose toju ile figbogbo aya re toju ololufe ogbon orun ati mon latorun o loruko Oluwa yo ma bao gbe.</p><p>\r\n\tChrs:\t(int)</p><p>\r\n4.\tOko iyawo o teti re sile afeso die bi oro iyanju toju ……………………………… mase fiyaje jowo mase gbo telegan ife aisetan ni ko fibagbe masae fi ……………… sile kotun lo sita mama se gbagbe pohun niyoku emi re Olorun ayo tofun o ni ……………………………………. Adi yin mu o ile yin komani tuka.</p><p>\r\n\tChrs:\t(int)</p><p>\r\nSolo:\tAmin o beni kori o\t\t\t\tAll:\tAmin o beni </p><p>\r\nkori o</p><p>\r\nSolo:\tIle yin koni tuka o loruko Jesu Oba\tAll:\tAmin o beni </p><p>\r\nkori o</p><p>\r\nSolo:\tOmo rere ko ni won yin oya esami ase\tAll:\tAmin o beni </p><p>\r\nkori o</p><p>\r\nSolo:\tOlorun orun abayin gbele yin duro\tAll:\tAmin o beni </p><p>\r\nkori o</p><p>\r\nSolo:\tIku koni yayin o e o ba rayin kale\t\tAll:\tAmin o beni </p><p>\r\nkori o</p><p>\r\nSolo:\tIbukun Olorun orun awo nu idile yin\tAll:\tAmin o beni </p><p>\r\nkori o</p><p>\r\nSolo:\tAmin o beni kori o\t\t\t\tAll:\tAmin o beni </p><p>\r\nkori o</p><p>\r\n",
        "composer": "Bro Tolu"
    },

    {
        "id":78,
        "title": "ATIBI JESU SAYE",
        "content": "<p>Chrs:\tAtibi Jesus aye e bawa jo.</p><p>\r\n1.\tIgbala ofe leyi o pabi Jesus aye o Igbala ofe leyi o polugbala wa tide</p><p>\r\nChrs:</p><p>\r\n2.\tAwon amoye wa won wa foribale fun won ta lore wura, turari, ati ojia atibi Jesu saye o</p><p>\r\nChrs:</p><p>\r\n3.\tJesu Krisit waye pelu irele o tilero sile abi sibujeran </p><p>\r\nChrs:</p><p>\r\n4.\tJesu Kristi waye nitori temi-tire nitori tire-temi, kale deni igbala.</p><p>\r\nChrs:</p><p>\r\n5.\tJesu Kristi fewa o ye kanferan ara wa bi Jesu ti fewa atibi jesut saye o e wa bawa jo.</p><p>\r\nChrs:</p><p>\r\n",
        "composer": "Bro Tolu"
    },

    {
        "id":79,
        "title": "IGBALA DE O",
        "content": "<p>Chrs:\tIgbala de o onigbagbo e tio, igbala de o oni Gbagbo e yo, igbala de o padi Jesu sinu aye.</p><p>\r\n1.\tOjo nla leyi o ojo ologo, ojo nla leyi o fun gbogbo oni Gbagbo, ojo nla leyi o tabi Jesu sinu aye.</p><p>\r\n2.\tIbi Jesu o mu agbara wa, ibi Jesu o mu itusile wa, ibi jesu u iyanu nla loje</p><p>\r\nChrs:</p><p>\r\n3.\tIrawo kan yo lati ila-orun wa, iranwo kan yo si awon amoye, iranwo yi lo mu o ayo nla wonu won.</p><p>\r\nChrs:</p><p>\r\n",
        "composer": "Bro Tolu"
    },

    {
        "id":80,
        "title": "AN FANI WA LEKAN SOSO",
        "content": "<p>An fani wa lekan soso\/2x</p><p>\r\nBoba so anfani re nu</p><p>\r\nOle ma ri gba pada mo.</p><p>\r\n1.\tGbogbon to ban se laiye </p><p>\r\n\tSe won pelu agbara</p><p>\r\n\tAle ma fun o laiye mon (Tori)</p><p>\r\n\tAnfani wa le kan soso</p><p>\r\n2.\tMase faiye gba idiwo</p><p>\r\n\tMa se jeka re mu o</p><p>\r\n\tTesiwaju</p><p>\r\n\tMase gba idiwo (Tori)</p><p>\r\n\tAn fani wa le kan soso.</p><p>\r\n3.\tSise nigba to se osan </p><p>\r\n\tOru n bo teni kan kole se o</p><p>\r\n\tOba sise tona n fani loni\t</p><p>\r\n\tAn fani siwa le kan soso (Ara)</p><p>\r\n",
        "composer": "Bro Tolu"
    },


    {
        "id":81,
        "title": "OLUWA OLORUN WA AWA KEPE O",
        "content": "<p>Chrs:\tOluwa Olorun wa, awa nkepe o</p><p>\r\n\tGbo’ti wa loni, kawa bale yin Baba\/2x</p><p>\r\n1.\tLowuro wa awa nkepe o,</p><p>\r\n\tLosan wa o kawa baleyin Baba</p><p>\r\n\tLale wa o kawa leyin o, ka wa le sin o </p><p>\r\n\tNinu ona wa gbogbo.</p><p>\r\n2.\tJabesi o Je’omo ibanuje, o si kepe Baba </p><p>\r\n\tOluwa gb’ohun re, o se logo, o so deni olola </p><p>\r\n\tBaba gbohun wa, ninu ebe wa gbogbo </p><p>\r\n3.\tHanna o ninu iwe mimo.  Gbadura s’Oluwa </p><p>\r\n\tolorun si gbohun re, eni agan, o si dolomo </p><p>\r\n\tHanna yin baba, okan re si yo gidigidi</p><p>\r\nIsoro woli iwo lakoja, wahala wo lode ba okan re,</p><p>\r\nto Jesu wa yio siba o se </p><p>\r\nAse lasepe iwo yio si yin Baba.</p><p>\r\n5.\tGbadura waba tinkepe o, soro wa dayo ka wa bale yin baba , se wa logo wa pawa lerin </p><p>\r\n\tBawa se tawa ninu wadun baba rere.</p><p>\r\n",
        "composer": "Bro Tolu"
    },

    {
        "id":82,
        "title": "ADURA NI KOKORO",
        "content": "<p>Chrs:\tAdura ni kokoro ta o fi gbare wa lowo baba a a a </p><p>\r\n\tAdura ni kokoro ta o fi gbare wa lowo baba \/2x</p><p>\r\nOhun to dara fe adura, ohun to kudie kato nilo adura, enito fa’dura sile rele alawo niya Jesu laiye e e e adura ni koko ro ta o fi gba ayo wa lowo Baba.</p><p>\r\n1.\tLaiye Darusi Oba ewa Olorun han lara </p><p>\r\n\tOkunrin kan Danieli lonje o feran adura </p><p>\r\n\tGbigba, oun gba pasapase or’oju rere oba </p><p>\r\n\tOje bale igberiko isakosore lo dunju</p><p>\r\nInumibini lode o won paromo Danieli aiye gbe siho kinihun adura lo so irinayo iku ye do’hun ogo.</p><p>\r\n2.\tAiromobi Hanna kokoro yi lo lo, esu se ninu </p><p>\r\n\tAmosibesibe oni fa kodemu lara re.</p><p>\r\n\tHanna ko feran sebo, kose elekute ko</p><p>\r\n\tRaka eje, kokoro aduara yi lolo to si </p><p>\r\n\tGba Samueli lowo olorun adura ni kokoro ta o fi gba ayo </p><p>\r\nwa lowo Baba.</p><p>\r\nSolo:\tOmo lonwa ore mi Teramo adura </p><p>\r\nAll:\tAdura ni kokoro ta o fi gba re wa lowo Baba</p><p>\r\nSolo:\tIle lofe ko ore mi tera mo adura</p><p>\r\nSolo:\tIse lofe ni ore mi adura lo ni lo</p><p>\r\nSolo:\tOko lofe ni sister mi adura ni ki o gba </p><p>\r\nSolo:\tAya lofe fe Brother ni mafadura sere</p><p>\r\nSolo:\tNinu irin ajo ti emi adura ni a ni lo</p><p>\r\n",
        "composer": "Bro Tolu"
    },

    {
        "id":83,
        "title": "OPE IYIN LOYE BABA",
        "content": "<p>1.\tBaba orun a f’ope fun o o, aiyeraiye ayin o logo </p><p>\r\n\tEdunmare agbe o ga o, nitoripe titobi ni o</p><p>\r\n\tEwa kojo yin oluwa o, katun yin oruko re mimo </p><p>\r\n\tEyin ! Eyin iranse olorun o, eyin tin duro ni ile oluwa</p><p>\r\n\tEgbe owo yin soke sibi mimo o, ke si fibukun fun oluwa</p><p>\r\n\tOlorun to da orun oun aiye o ko si busi fun wa lati sioni wa.</p><p>\r\nChrs:\t</p><p>\r\nAll:   Ose baba o se</p><p>\r\nSolo:\tIyin loye kabiyesi</p><p>\r\nSolo:\tNitori iwo lope ye o</p><p>\r\nSolo:\tEdunmare gbope wa o</p><p>\r\nSolo:\tIyin ogo loye ile re.</p><p>\r\n2.\tOluwa to dawasi doni o, iwo lonpawa mo lojo gbogbo ope iyin loye oruko re, fun abo re lori aiye wa. A doku a o deni gbegbin o, oba ti o jeka deni ana.</p><p>\r\n\tA o ruku wole arujade o, a o si rawa losite adupe </p><p>\r\n\tO se oba wa olu orun o, gbingbinikin awuro masegbe.</p><p>\r\n3.\tOluwa lai oro re kale l’orun o, otito re titi aiye ni oluwa tifidi aiye mule, o si fi mule o si duro </p><p>\r\n\tWon duro doni nipa idajo re o, nitoripe iranse re ni won se </p><p>\r\n\tAwa ibati segbe ninu iponju o, sugbon oro re ni didun inu wa</p><p>\r\n               Gbe wa soke kalewa lailewuo, a o si magbe o ga lojo gbogbo</p><p>\r\n4.\tAkinkitan awa ndupe o, awa ndupe fun ore ti ose </p><p>\r\n\tNinu ijo Christ Restorration o, Awon alaboyun won bi were</p><p>\r\n\tAwo agan wa ndeni olomo o, Awon ewe ndagba ninu  Oluwa.</p><p>\r\nOse ose Oluorun o, Akakatan lore re si wa Akorin imupadabosipo ndupe o, </p><p>\r\niyin loye o o Baba.</p><p>\r\n",
        "composer": "Bro Tolu"
    },

    {
        "id":84,
        "title": "MASE JE KESU LO O",
        "content": "<p>Ayanfe kiyesara o – mase je kesu lo o rara</p><p>\r\nAyanfe kiyesara o – mase je kesu lo o</p><p>\r\n1.\tEsu ndode nigba gbogbo, Satani ko sinmi rara, o n faraha ore mi gbo, gegebi angeli imole, eniba ba fun un laye ni yoo lo fun se re (nitorina) </p><p>\r\nChrs:</p><p>\r\n2.\tEsu ko nile se o mo – eniba ba fun laye, ni yoo lo bi ategun lati sise, nitorian ore mi mase gba esu lalejo.</p><p>\r\nChrs.</p><p>\r\n3.\tIja, ote\/ise esu- ibnu irunu\/ohun elo ni lowo re igberaga, iro ailesotito\/ohun elo ni lowo re nitori aikiye – sara opo ti drinse esu nitorina.</p><p>\r\n4.\tKoseese ki oun ikose ma wa niwe mimo wi, sugbon egbe ni fun oluwa re, ti, kose fi wa, eni firare sile, tesu lo o, ikose ni ru won (Nitorina)</p><p>\r\n",
        "composer": "Bro Tolu"
    },

    {
        "id":85,
        "title": "GBE ARA RE LORI OSUWON",
        "content": "<p>Gbe ara re lori osuwon boya o wa ninu igbagbo\/2x</p><p>\r\nOnigbagbo lan pe o, onigbagbo lank a o si – sugbon se o wa ninu igbagbo o ko mase wipe o ntan rare ni o- ko mase pe igbagbo oju ni, komase pe Olorun ko mo o \tChrs:</p><p>\r\nOba lamo Saulu si ni ile Isreal lojo aye re o sugbon o pani lekun – lehin odun jeji Olorun ti ko gegebi oba – elomiran ti ropo re Samuel nikan lomo sibe an pe loba titi ojo iku re.  Chrs:</p><p>\r\nAladura la n pe o – ilranse Olorun la n fi o pe – se beni Olorun mo o bi a tin pe o – ki lo n se ni ikolo nigbati enikan ko ri o Olorun mi ri o o – eniyan n woju Olorun n mokan beni iwe.</p><p>\r\nJesu so wipe opolopo yio to omo eniyan wa nikehin ojo wipe Oluwa – sebi loruko re la n sisi iyanu, la n wasu la n sotele sugbon idahun ni wipe emi ko mo yin ri – eyin onise ese ehuro lodo-eyin onoise buburu emi ko mo yin ri e kuro lodo mi.</p><p>\r\nSolo:\tore  kiyesi sara re ye aye re wo </p><p>\r\nAll:\tgbera re lori osun won …….</p><p>\r\nSolo:\tSe o mo wipe a le tan eniyan sugbon a o le tan Olorun </p><p>\r\nSolo:\tKogbona ko tutu la o po jade ni emi wi </p><p>\r\nSolo:\tSatun ko to peju ara</p><p>\r\nSolo:\tOre – ofe  sin be gbera re lori osuwon.</p><p>\r\n",
        "composer": "Bro Tolu"
    },

    {
        "id":86,
        "title": "HANDSOME JESUS",
        "content": "<p>Solo:\tgive me a J\t\t\tAll:\tJ</p><p>\r\nSolo:\tGive me a E\t\t\tAll:\tE</p><p>\r\nSolo:\tSupernatural S\t\tAll:\tS</p><p>\r\nSolo:\tUltrasonic U\t\t\tAll:\tU</p><p>\r\nSolo:\tGive me another S\t\tAll:\tS</p><p>\r\nAll:\tHandsome Jeus o Lord you are my God</p><p>\r\nChrs:\tYou are King of Kings and Lord of Lords</p><p>\r\nI worship you Lord, you are my Lord</p><p>\r\nWhatever you say, you will never change</p><p>\r\nI give you my praise, as long as I live (Int.)</p><p>\r\n1.\tSome are in the hospital at this very moment </p><p>\r\n\tThey have no chance to give praise to you my Lord</p><p>\r\n\tBut we are here today to praise you together</p><p>\r\n\tO Lord you are excellent.</p><p>\r\nChorus:</p><p>\r\n2.\tSome are in prison yard wanting to praise God.</p><p>\r\n\tSeeking better chance to give praise to you my Lord,</p><p>\r\n\tBut we are here today to praise you together</p><p>\r\n\tO Lord you are excellent</p><p>\r\nChorus:</p><p>\r\n3.\tSome are in Satan’s bondage downeast in sorrow</p><p>\r\n\tGroaning in sin and weeping all the day long</p><p>\r\n\tBut we ae here today to praise you together</p><p>\r\n\tO Lord you are excellent</p><p>\r\nChrous:</p><p>\r\n4.\tSome are in the mortuary at this very moment</p><p>\r\n\tThey have no chance to give thanks to you my Lord</p><p>\r\n\tBut we here are today to praise you together</p><p>\r\n\tO Lord you are excellent</p><p>\r\nChorus:</p><p>\r\nSolo:\tGive me a J\t\tAll:\tJ \/2x</p><p>\r\nChorus:</p><p>\r\n",
        "composer": "Bro Tolu"
    },

    {
        "id":87,
        "title": "HEAVEN CAME DOWN",
        "content": "<p>1.\tO what a wonderful wonderful day, day I will never foget</p><p>\r\nAfter I’d wondered in darkness away. Jesus my savior I met</p><p>\r\nOh what a tender, compassionate friend he met the need of my heart</p><p>\r\nShadows dispelling with joy I am telling.  He made all the darkness depart.</p><p>\r\nChrs:\tHeaven came down and glory filled my soul (filled my soul)</p><p>\r\nWhen at the cross the saviours made me whole (Made me whole) my sins were washed away.  And my night was turned to day Heaven came down and glory filled my soul (Filled my soul)</p><p>\r\n2.\tBorn of the spirit with life from above into God’s family divine justified fully through calvary’s love, O what a standing is mine</p><p>\r\nAnd the transation so quickly was made, when as sinner I came</p><p>\r\nTook of the offer of grace He did proffer, He saved me, o praise his dear name:</p><p>\r\n3.\tNow I’ve a hope that will surely endure. After the passing of time</p><p>\r\nI have a future in heaven for sure, there in those mansion subline </p><p>\r\nAnd it’s because of that wonderful day when at the cross I believed </p><p>\r\nRiches eternal and blessings superal from His precious had I received.</p><p>\r\n",
        "composer": "Bro Tolu"
    },

    {
        "id":88,
        "title": "ORUKO OLUWA ILE-ISO AGBARA",
        "content": "<p>Solo:\tOruko Oluwa  \tAll:\tIle Iso agbara </p><p>\r\nSolo:\tOruko Oluwa Wao\t All:\tIle iso Agbara</p><p>\r\nMani f’a won to Gbagbo ninu re \/2x Olorun lapata abo wa, ibi isadi wa o ato farati be oki o, ologun mani oluwa, koje fi wa sile rara, ninu isoro.  Lowo: Lowo iran lowo ni, lojo ipoju.  Ti wa ni ki a gbeke le oo, oo, oti to fun iranwo wa, ti wa ni ki a gbeke le oo, oo oti to fun igbala wa </p><p>\r\n1.\tOpo lon be o laye, ti ko mo oluwa, won n wa abo lo sibi ti ko si oo ninu aye, won ko ranti wipe o abo to pe ko si o, ninu aye, won wa alaafia kiri won to alawo lo eni ta fi kun isoro won tatun gbowo won. Won ko ranti pe enikan nbe to le gbe wa o, kosi ni gbowo.  A wogba arun ma gbe je o a fun ni maseregun apata abo mani fa won to Gbagbo ninu re </p><p>\r\nChrs:</p><p>\r\n2.\tKini abo re ore?  Ta lo gbojule? Ki ni agbara re? Tala laa fehinti re?</p><p>\r\nOpo lo n tan ra won o laye pelu igbadi, won s’olonde sarawon o, won gbekele ofo awo eranko o toti ku ni won gbojule to baya to ba wa jawon kule, wan ha wa sa ye o ma se ewelosunko, ona da tewe o se ni sunko, awo eranko to ti ku o, yo ti se gba eniyan ko ye won ni, Ha! Koye won ni P’Olorun ni kan lala ba to daju to le gosin</p><p>\r\nChrs:</p><p>\r\n",
        "composer": "Bro Tolu"
    },

    {
        "id":89,
        "title": "EYI PADA SI MI",
        "content": "<p>Gbogbo eniyan to wa nibi eje ka sasaro kan ninu iwe mimo ka fe su ati ise re sile oo.  Ka gbo t’ Olorun o.  Bi ako ba gbagbe, oro  Olorun niyi o, e je ka gbo, efi gbogbo okan yin pada si mi tedun pelu aawe, e fa aya yin yak ii sa so yin, si yi pada s’Olorun orun ohun gbogbo ti efe ni yio se, nitori ti oo po lore ofe osi kun fun anu o lora ati binu tori idi eyi o e gba Jesu.  Wa gba Jesu loluwa o ato olugbala re, oro Olorun, ta di le didi fun wa</p><p>\r\nVocca:\tTa dii le didi\/2x  Oro Olorun ti yio sa mona wa gba Jesu yi</p><p>\r\nChrs:</p><p>\r\nVocca:\tE je ka pokanwa bo wale kaye  sako lo nitori ohun aye ka le j’ alikamo </p><p>\r\nChrs:</p><p>\r\n",
        "composer": "Bro Tolu"
    },

    {
        "id":90,
        "title": "ORE WA WA O",
        "content": "<p>Chrs:\tOre wa, wa a o, wa o, Jesu bikiita un emi re \/2x</p><p>\r\nSolo:\tOre wa\tAll:\tJesu bikita  fun emi re</p><p>\r\nSolo:\tore gbo o\tAll:\tJesu bikita fun okan re</p><p>\r\nJowo wa sodo Jesu ore mi mase duro pe tori esu bikita fun emi re</p><p>\r\nO ba bimi lere pe kinni Jesu fi bikita fun okan re onle fun o?  All Ade egun lofi bikinta oko egbe lo n ani wo Jesu bikita fun emi re.</p><p>\r\n1.\tJo ba bimi lere pe kinni Jesu fi bikita fun emi re tin tun wi fun o?   All:  Ife lofi bikita nipa iku at Ajinde esu bikita fun emi re</p><p>\r\n2.\tBaba bikita ka lowo lowo kawuyi l wujo janipo kalolola sugbon won ko le bikita fun kan toripe won kolese sugbon Jesu bikita nipa iku ati ajinde Jesu se toju okan re</p><p>\r\n3.\tMomo bi kit aka kolemole ka loko tabi aya gabimolemo sugbon won kole bikita fun okan ma toripe won kolese sugbon Jesu bikita ife lofi ani Jesu bikita fun okan re.</p><p>\r\n4.\tBabalawo kolese onisegun saseti ore egbon kole bikita fun okan re toripe won kole se ore ba gba idande igbala ofe duro de o tori Jesu bikita un okan re.</p><p>\r\n</p><p>\r\n",
        "composer": "Bro Tolu"
    },

    {
        "id":91,
        "title": "KOSO BA BIRE OLUWA",
        "content": "<p>Chrs:\tEbube Ebube\/4x odin on ye dikagi o ebube ee odin onye di kagi o ebube\/2x</p><p>\r\nStanza 1:  Eze di eze ogo to nsogo, lori ogo, ogo to ntanna ogo </p><p>\r\nuwese baba o.</p><p>\r\nE bube Jesus, nmarama Jehowa, odogwu jehova the lord that is great in battle o, </p><p>\r\nihe chineke ebube ee, ihe chineke ebube.</p><p>\r\nStanza 2:  Oluwa awon oluwa, Olorun awon olorun , sebi iwo lon </p><p>\r\nsolorunwa lati iran de iran, </p><p>\r\neni mimo tinse mimo totun fi mimo bora, eni tawon mimo ti won se mimo fun o, agbagba merinleogun won wole niwaju ite, won ke halleluyah si Oluwa aa aa a, won ke halleluyah soluwa.</p><p>\r\nChrs:</p><p>\r\nStanza 3:  When I consider your goodness to our families, when I </p><p>\r\nconsider your </p><p>\r\nmercy to the church, the church that you bought over the sacred blood for the </p><p>\r\nLamb, a so wi pe ose ooo, Oluwa aa oseo Oluwa.</p><p>\r\nChrs:</p><p>\r\nCall:\tOmalicha Jehova igwe o je \tResp:\tWe say odin onye </p><p>\r\ndikagi</p><p>\r\nCall:\tEze di eze igweo Jesus\t\tResp:  we say odin </p><p>\r\nOneyedikagi</p><p>\r\n</p><p>\r\nCall:\tOdigwu Jehovah the Lord that\tResp:  We say odin</p><p>\r\n is great in battle \t\t\t\tonye dikagi</p><p>\r\nCall:\tNmarawa baba o osatubuwa \tResp:\twe say odin </p><p>\r\no imela\t \t\t\t\tonye dikagi</p><p>\r\nCall:\tChineke me memma osatubuwa \tResp:\twe say odin onye dikagi\t\t\t\t\t\to imela\t</p><p>\r\nCall:\tOlorun tolelogun kosoba bire\tResp:\tAsowipe kosoba </p><p>\r\nbire</p><p>\r\nCall:\tIwo lonse olorunwa lati irann \tResp:\twe say odin onye dikagi\t\t\t\t\t\t\tde iran</p><p>\r\nCall:\tEni tape loko tonje nile \t\tResp:\tWe say odin onye dikagi\t\t\t\t\t\teniakoto ona la</p><p>\r\nCall:\tEni tonje, tonmu mimo, totun \tResp:  we say odin onye dikagi\t\t\t\t\t\tfaso mimo bora </p><p>\r\nCall:\tMimo Mimo\/ 4x\t\t\tResp:  we say odina onye </p><p>\r\ndikagi</p><p>\r\n",
        "composer": "Bro Tolu"
    },

    {
        "id":92,
        "title": "ARUGBO OJO",
        "content": "<p>Chrs:\tArugbo ojo ni Baba ti mo ni, oyigiyigi ni Jesu mi o</p><p>\r\n\tAlagbada ina loruko re nje (Arugbo ojo \/3x)</p><p>\r\nRefrain:   Metalokan awa dupe o Jesu o \/4x</p><p>\r\n1.\tSolo:\tHalleluyah Solorun o\tResp:\tEh halleluyah</p><p>\r\n\tSolo:\tSoba awon oba\t\tResp:\tEh halleluyah</p><p>\r\n\tSolo:\tSoluwa awon Oluwa\t\tResp:\tEh halleluyah</p><p>\r\n2.\tSolo:\tEse\t\t\t\tResp:  ese baba</p><p>\r\n\tSolo: Ese\t\t\t\tResp:\tese omo</p><p>\r\n\tSolo: \tEse\t\t\t\tResp:  emi mimo ose o gbope wa \/2x</p><p>\r\n",
        "composer": "Bro Tolu"
    },

    {
        "id":93,
        "title": "WHERE SHALL I BE?",
        "content": "<p>1.\tWhere shall I be when judgement day is drawing near, where shalli be?</p><p>\r\n\tWhen God the works of men shall try, where shall I be?</p><p>\r\n\tWhen east and west in the fire shall roll, where shall I be?</p><p>\r\n\tHow will it be with my poor soul, where shall I be?</p><p>\r\nRefrain:\twhere shall I be when the frist trum-pet sounds?</p><p>\r\n\t\tWhere it sound so loud as to wake up the dead?</p><p>\r\n\t\tOh where shall I be when it sounds?</p><p>\r\n2.\tWhen wicked men is wrought shall see, where shall I be?</p><p>\r\n\tAnd to the rock and mountain flees where shall I be?</p><p>\r\n\tAnd hills and mountain flees away where shall I be?</p><p>\r\n\tAnd all the work of men decay where shall I be?</p><p>\r\nRefrain:</p><p>\r\n3.\tWhen heaven and earth and some great rolls, where shall I \tbe?</p><p>\r\n\tShall from God’s angry presence roll where shall I be?</p><p>\r\n\tWhen all the saints redeemed  shall stand where shall I be?</p><p>\r\n\tWherever bless at God’s right hand, where shall I be? </p><p>\r\nRefrain:</p><p>\r\n",
        "composer": "Bro Tolu"
    },

    {
        "id":94,
        "title": "IDAGBERE",
        "content": "<p>Se ohunti Olorun bati fe se</p><p>\r\nKo si eda kan tole para</p><p>\r\nSebi eniti Olorun batife lo</p><p>\r\nNi Olorun se logo</p><p>\r\nOlorun lope yin lati sise yin</p><p>\r\nOlorun lope yin lati sise na</p><p>\r\nBi iriju rere</p><p>\r\nEfi tolorun sa koko\/2x</p><p>\r\nSolo:\tNinu Ile yin</p><p>\r\nAll:\tEfi tolorun sa koko</p><p>\r\nSolo:\tLona ajo yin o</p><p>\r\nAll:\tEfi tolorun sa koko</p><p>\r\nSolo:\tNinu ijo yin</p><p>\r\nAll:\tEfi tolorun sa koko</p><p>\r\nSolo:\tNibi ise yin o</p><p>\r\nAll:\tEfi tolorun sa koko</p><p>\r\nSolo:\tEbogbo ona yin</p><p>\r\nAll:\tEfi tolorun sa koko</p><p>\r\nSolo:\tNinu ebi yin o</p><p>\r\nAll:\tEfi tolorun sa koko</p><p>\r\nSolo:\tninu oro yin</p><p>\r\nAll:\tEfi tolorun sakoko</p><p>\r\nSolo:\tNinu ero yin o</p><p>\r\nAll:\tEfi tolorun sakoko</p><p>\r\n",
        "composer": "Bro Tolu"
    },

    {
        "id":95,
        "title": "EMI NI AJARA",
        "content": "<p>One person:\tMori kinni kan ninu iwe mimo ninu oro o Jonana ori kedogun latese ikinni owipe.</p><p>\r\nAll:\tEmi ni ajara eyin in eka\/2x (int)</p><p>\r\nSolo:\tJesu lo nsoro ni be\/2x</p><p>\r\nAll:\tOun bawo atemi wi oni ema gbenu emi pelu ninu yin rayin kuro lodo mi eko le soun kan\/2x</p><p>\r\nSolo:\tmo wo nu aye mo wo adagbo yika.</p><p>\r\nAll:\topo loti sonu ti won ti kuro lodo Olorun ti won ko si mon mo.  Lasisi je wipe abari ajara eka kole da duro \/2x (int)</p><p>\r\nOne person:\toko kun fun ikore sugbon  akagbase kere </p><p>\r\n\t\tIwo gangan ni emi gan-ganni</p><p>\r\nAll:\tGbogbo wa yini Jesu ran nise gege bi ogba ajara yio lati pee lese wa lati to awon to ti sina (int).</p><p>\r\nSolo:\tNje iwo amura tan lati sise ti Jesu gbe fun o (gbe fun o)</p><p>\r\nAll:\tNje iwo amura tan o lati sise tolugbala</p><p>\r\nSolo:\tNje iwo amura tan lati pee lese wa sile oo (wa sile oo)</p><p>\r\nAll:\tNje iwo amura tano lati sis folugbala</p><p>\r\nSolo:\tNje iwo amura tan lati je eka rere ninu ogba ajara yi</p><p>\r\nAll:\tNje iwo amura tan o lati sise folugbala.</p><p>\r\nSolo:\tNje iwo amura tan lati ba jesu joba lojo yen (lojo yen)</p><p>\r\nAll:\tNje iwo amura tan o lati sise folugbala</p><p>\r\nA san laye je ati mule mofo ero Olorun koni lo laise wipe a o ya epo darin alikamo lojo yen.\/ 3x</p><p>\r\n",
        "composer": "Bro Tolu"
    },

    {
        "id":96,
        "title": "JESU OKU IFARADA",
        "content": "<p>Chrs:\tJesu o ku ifarada\/4x</p><p>\r\n\tIku nba ku leleda gba ku, iya a ba je</p><p>\r\n\tJesu gba a je, Jesu o ku ifarada\/int.</p><p>\r\n1.\t(Eleda jiya), jiya eleda jiya\/2x</p><p>\r\n\tLowo eda to fowo are re da, eleda jiya</p><p>\r\n\t(a gba lori gba ninu) a fade egun de E</p><p>\r\n\tOba alade wura  di alade egun, eleda jiya, oju Jesu</p><p>\r\n\tRi meje, meje, meje, meje, meje, meje, meje enu</p><p>\r\n\tKo le so ohuyn toju Jesu ri eleda jiya.</p><p>\r\n2.\t(Eleda gbegba), gbegba eleda gbegba\/2x</p><p>\r\n\tLowo eda to fowo ara re da eleda gbegba</p><p>\r\n\t(A gba ninu gba loju) t’ori awa elesee oba a funni –ye</p><p>\r\nDi agbebo iku eleda gbegba, oju Jesu ri meje, meje, meje, meje, meje, meje meje, enu ko le soo, ohun toju Jesu ri eleda gbegba.</p><p>\r\n3.\t(Eleda roar), roar eleda roar\/2x</p><p>\r\nT’ori eda to f’owo are re da eleda rora, (agba  leti gba lori) a tuto si lara a Jesu omo Olorun di alade egun eleda rora, eti Jesu gbo meje, meje, meje, meje, meje, meje meje enu ko le so ohun t’eti Jesu gbo eleda rora\/int.</p><p>\r\nChorus:</p><p>\r\n",
        "composer": "Bro Tolu"
    },

    {
        "id":97,
        "title": "YIN OLUWA",
        "content": "<p>Ayokun okan wa loni, a bi omo oba, opo awon ogun orun so ibi re loni.</p><p>\r\nChrs:\tYin Oluwa a a a \/2x</p><p>\r\n\tYin Oluwa, yin Oluwa  a a a</p><p>\r\n\tYin Oluwa, yin Oluwa</p><p>\r\n\tYin oba anipekun</p><p>\r\n2.\tGbo iro orin angeli, ti dun yin aiye ka, abi olugbala sanje omo Olorun de’yan</p><p>\r\n3.\tA bi Olugbala loto fun gbogbo agbaye lati da wan ide. Lowo esu kuro nu egbe</p><p>\r\n4.\tOpo ogun orun si yo mole to de yii, ogo folorun loke orun, Alafia f’eniyan </p><p>\r\n5.\tHa mo bi o ti soro to, lati f’te sile lati mu ago kikoro fun rapada eniyan.</p><p>\r\n6.\tE fi ope fun Olorun, fun ife nlanlayii, to ran omo re kan was aye osi ju</p><p>\r\n7.\two omo naa ta bi loni fa lafia fun fanye, f’ore ofe re ba wa gbe ati ayo ibi re.</p><p>\r\n8.\togo ni fun oba tabi to wa lati gbawa, Angeli e ho ino ayo s’oba ta bi loni</p><p>\r\n</p><p>\r\n",
        "composer": "Bro Tolu"
    },

    {
        "id":98,
        "title": "ORO IFE",
        "content": "<p>Prelude: Oro ife ni\/3x ife ni\/2x</p><p>\r\n\tEniyan meji ha le rin po laise pe won re </p><p>\r\n\tOro ife ni- ife ni\/2x</p><p>\r\nOro ife  o- kinni la o ba fi we ninu ile-oro ife o kila o ba fi we laarin oko ataya – seye gbo- gbo o, oro ife o lemi ni ki a ba yin so – o dabi afefe ninu boolu, boolu afowogba – </p><p>\r\nAni bi afeefe ninu boolu afesegba, boolu kole rin lai ni afefe ninu, afeefe o accelerator ni a o ba pe beeni oro ife je ninu ile\/laarin oko ataya.</p><p>\r\nOro ife- ife loso yin po ti e fi pinnu lati jumo ma gbe, laisi ife o iru eto yi ko le waye – ina ife yen o ko ma gbodo ku are, ina ife yin o eje ko ma  jo titi lai.  Boya be o ba gba pelu mi un o ba so wipe bi ounje fun are beeni ife je fun ile – bojo se ngori ojo beeni ome eniyan njeun si (beniyan ba tin je si be lagbara npo si be lo se ye kori fun ilera idile yin\/kife yin ko ma po si\/2x</p><p>\r\nOlolufe oni eteti – ife pipe nle beru lo, ife a ma mu suru, a ma seun kii se ilara rara, kiife ki igberaga, ki iwa ohun tara re, kii gbiro buburu ki ihuwa aito, ama yo ninu otito, ife lo n bo ese mole ki yoo si aiseododo – (se eti gbo) a ma farada ohun gbogbo, a ma gbahun gbogbo gbo, a ma reti ohun gbogbo, ama fayaran ohun gbogbo – ise ife po ninu idile – ise ife ga o, ife o ni ki e fi ma sohun gbogbo.</p><p>\r\nBogiri o lanu alangba ko ma le wole – e mase fun esu laaye awon eniyan bi esu e fi sokan le won jinna – e ko lati ma bowo funra yin- e bola fun ara yin o ni iberu Oluwa.</p><p>\r\nIre, ire ko ma je ti yin, kolorun ko gbeyin roo loruko Jesu</p><p>\r\nNinu ile, lona ajo, nibi ise lojo gbogbo ire, ire ko ma ……………………..</p><p>\r\nE o nib o sowo ota, aye ko nip on yin loku ……………………………………</p><p>\r\nIre owo, ire omo, ire emi gigun - ire ire ………………………………</p><p>\r\nLoruko jesu ire anu olorun ko ma ba yin gbe ……………………………</p><p>\r\n",
        "composer": "Bro Tolu"
    },

    {
        "id":99,
        "title": "GOOD CHRISTIAN MEN REJOICE",
        "content": "<p>1.\tGood Christian men, rejoice</p><p>\r\n\tWith heart and soul and voice</p><p>\r\nGive ye heed to what we say</p><p>\r\nNews! News! Jesus Christ wa born today</p><p>\r\nOx an ass before him bow</p><p>\r\nAnd he is in the manager now</p><p>\r\nChrist is born today! Chirst is born today</p><p>\r\n2.\tGood Christan men, rejoice</p><p>\r\nWith hear and soul and voice</p><p>\r\nNow ye hear of endless bliss</p><p>\r\nJoy! Joy! Jesus Christ was born for this </p><p>\r\nHe hat opened the heavenly door </p><p>\r\nAnd man is blessed for evermore</p><p>\r\nChrist was born for this: Christ was born for this.</p><p>\r\n3.\tGood Christian men, rejoice</p><p>\r\nWith heart, soul and voice</p><p>\r\nNow ye need not fear the grave</p><p>\r\nPeace! Peace! Jesus Christ was born to save!</p><p>\r\nTo gain His evalasting hall</p><p>\r\nChrist was born to save! Christ wa born to save!</p><p>\r\n",
        "composer": "Bro Tolu"
    },

    {
        "id":100,
        "title": "JOY TO THE WORLD",
        "content": "<p>1.\tJoy to the world:  the Lord is come:</p><p>\r\n\tLet earth receive her king</p><p>\r\n\tLet ev’ry heart prepare His room</p><p>\r\n\tAnd heav’n  and nature sing\/2x</p><p>\r\n\tAnd heav’n \/2x and nature sing.</p><p>\r\n2.\tJoy to the world: the Saviour reigns</p><p>\r\n\tLet men, their songs employ,</p><p>\r\n\tWhile fields and floods, rocks, hills </p><p>\r\n\tAnd plains (repeat sounding joy)2x</p><p>\r\nRepeat\/2x repeat the sounding joy.</p><p>\r\n3.\tNo more let sins and sorrows grow </p><p>\r\n\tNor thorns infest the ground;</p><p>\r\n\tHe come to make his blessings flow</p><p>\r\n\tFar as the curse ins found\/2x</p><p>\r\n\tFar as\/2x the curse is found.</p><p>\r\n4.\tHe rules the world with truth and grace, and makes the nations prove </p><p>\r\n\tThe glories of his righteousness,</p><p>\r\n\tAnd wonders of his love\/2x</p><p>\r\n\tAnd wonders\/2x of his love.</p><p>\r\n",
        "composer": "Bro Tolu"
    },

    {
        "id":101,
        "title": "",
        "content": "",
        "composer": "Bro Tolu"
    }
   
]