[
    {
        "id":1,
        "title": "OPEL’AMUWA",
        "content": "<p>Chrs:\tOpelamuwa\/3x  Eledumare Baba gbope e wa</p><p>\r\n1.\tIwoyi esi wa re o Baba a tun mo pee wa wa </p><p>\r\n\tAwimayehun a so po se o eledunmare gbopee wa</p><p>\r\nChrs:\tOpelamuwa\/3x  Eledumare Baba gbope e wa</p><p>\r\n2.\tAnlo anbo layo irinajo wa komewu dani ore - ofe Re lawa rigba o Emi- mimo gbope wa</p><p>\r\nChrs:\tOpelamuwa\/3x  Eledumare Baba gbope e wa</p><p></p><p>\r\n3.\tAwa mare alaye okan Baba mimo gbope ewa a o daku, a o yo sonu ninu ijo won o wawati</p><p>\r\nChrs:\tOpelamuwa\/3x  Eledumare baba gbope e wa</p><p>\r\nSolo:  \t\tEledumare baba gbope e wa</p><p>\r\nAll:\t\tEledumare baba gbope e wa</p><p>\r\nSolo:\t\tTiti aye la o ma yin o o emi mimo gbopeewa </p><p>\r\nAll:\t\tEledumare baba gbope e wa</p><p>\r\nSolo:\t\tAjodun odun eyi o baba o tun so juu wa </p><p>\r\nAll:\t\tEledumare baba gbope e wa</p><p>\r\nSolo:\t\tEmimimo a dupe o lori egbe akorin</p><p>\r\nAll:\t\tEledumare baba gbope e wa</p><p>\r\nSolo:\t\tAdupe lori adari o won o siwa dari</p><p>\r\nAll:\t\tEledumare baba gbope e wa</p><p>\r\nSolo:\t\tA dupe lori gbogbo ijo oju wa tun r’odun o </p><p>\r\nAll:\t\tEledumare baba gbope e wa</p><p>\r\nSolo:\t\tAdupe lori adari o won o siwa dari</p><p>\r\nAll:\t\tEledumare baba gbope e wa\r\n",
        "composer": "Sis Agnes"
    },

    {
        "id":2,
        "title": "IKOKO OGA OGO",
        "content": "<p>Chrs:\tEniti o joko nibi ikoko oga ogo, ni yio ma gbe abeojiji Olodunmare, Ohun kohun to wu ko le de- le de, agbujo le o baba wa, bi aja ba leni lehin – dajudaju yio le pa ikoko o </p><p>\r\n1.\tFoya kosi fun Daniel ni ho kinihun t’agbe si, ni toripe o gbadura osi gbekele re le Olorun.</p><p>\r\nChrs:\tEniti o joko nibi ikoko oga ogo, ni yio ma gbe abeojiji Olodunmare, Ohun kohun to wu ko le de- le de, agbojo le o baba wa, bi aja ba leni lehin – dajudaju yio le pa ikoko o </p><p>\r\n2.\tAbdnego at’ egbere ko farapa ninu ina tori angeli Olorun wa pelu won ninu ina na.</p><p>\r\nChrs:\tEniti o joko nibi ikoko oga ogo, ni yio ma gbe abe ojiji Olodunmare, Ohun kohun to wu ko le de-le de, agbojo le o baba wa, bi aja ba leni lehin – dajudaju yio le pa ikoko o </p><p>\r\n3.\tIleri Olorun nbi fun wa yoso ninu iwe mimo egberun yo subu legbe wa ate gbarun lapa otun sugbon kiyo sunmo odo wa bena ni oro olorun so.</p><p>\r\nChrs:\tEniti o joko nibi ikoko oga ogo, ni yio ma gbe abeojiji Olodunmare, Ohun kohun to wu ko le de-le de, agbojo le o baba wa, bi aja ba leni lehin – dajudaju yio le pa ikoko o </p><p>\r\n4.\tEyin ara oni gbagbo, esu fe lati dan yin wo, egbadura fun ranlowo, ki gbagbo yin le duro dopin.</p><p>\r\nHe that dwells in the secret place of the most high God, shall abide under the shadow of the most high God.",
        "composer": "Bro Dayo"
    },

    {
        "id":3,
        "title": "MO TI NI OLUGBALA KAN",
        "content": "<p>Chrs:\tAh emi ti ri Olugbala kan ah o femi ah o femi, ah emi tini Olusoaguntan kan ah o femi.</p><p>\r\n1.\tOlorun fe araye to be gee tofi fomo re kan soso fun wa enikeni to ba Gbagbo o yio riye.</p><p>\r\nChrs:\tAh emi ti ri olugbala kan ah o femi ah o femi, ah emi tini Olusoaguntan kan ah o femi.</p><p>\r\n2.\tWon de lade egun, won tuto si lara, won fun loti kikan mu o o, nitori emi ati re, emi tini baba agba kan o o, k’ogbowo koto s’egbala mi, emi ti l’ololufe kan ah o  femi</p><p>\r\nChrs:\tAh emi ti ri olugbala kan ah o femi ah o femi, ah emi tini Olusoaguntan kan ah o femi.</p><p>\r\n3.\tNigbati mo sako lo oo, s’ebiwo lope mi wa sagbo nigbati ko s’alabaro mo ah femi, emi ti l’olowori kan oo, moti lalagbawi kan, emi ti l’’ololufe kan ah o femi.</p><p>\r\nChrs:\tAh emi ti ri olugbala kan ah o femi ah o femi, ah emi tini Olusoaguntan kan ah o femi.",
        "composer": "Bro Taiye"
    },

    {
        "id":4,
        "title": "ALPHA OMEGA",
        "content": "<p>Alfa, Omega o, o (2ce)</p><p>\r\nIwo ni ibere iwo ni opin</p><p>\r\nOro re kale, lorun o,</p><p>\r\nOro re kale laye</p><p>\r\nOro gbenu omo eniyan f’ohun mesaya o</p><p>\r\nOhun taba f’oruko e bere o dase</p><p>\r\nAse o oba igbala, oro re lase o</p><p>\r\nBami o, mo juba o</p><p>\r\n1.\tOba awi ma tase o, asoro maye</p><p>\r\nTase- tase, o , ota orun</p><p>\r\nBi aso tita</p><p>\r\nTase – tase o, o, gbele jade ninu omi</p><p>\r\nJe koro re le ma gbenu mi o</p><p>\r\nKin le se rere, fun mi lagbara</p><p>\r\nKinle ba o joba ni kehin</p><p>\r\nAwa ma ridi ni se re o</p><p>\r\nBami o, mo juba o</p><p>\r\n2.\tOba awi ma tase o, a soro ma ye </p><p>\r\nIwo lo pase f’ojo o o, ojo yo</p><p>\r\nIwo lo pase f’oorun, orun ran</p><p>\r\nOna ara ni kogbe temi gba o</p><p>\r\nBaba bami se o bi wo ba pase ayo</p><p>\r\nIre ayo, a te mi lowo,</p><p>\r\nAwa ma ridi, ni ‘se re o, bami o mo juba o o o o o  o o o",
        "composer": "Bro Peter"
    },

    {
        "id":5,
        "title": "ORO RE KALE NI ORUN",
        "content": "<p>Chrs:\tLai Oluwa oro re o</p><p>\r\n\tO ka ‘le ni orun\/2x</p><p>\r\n1.\tNi atetekose ni oro ma tiwa eyin ara</p><p>\r\n\tOro na siwa pelu Olorun, Olorun ni oro ‘yen</p><p>\r\n\tOro yi lotun wa pelu Olorun, ni atetekose,</p><p>\r\n\tOro Olorun ye, iyebiyeni</p><p>\r\n\tOro Olorun ye okale ni orun</p><p>\r\nChrs:\tLai Oluwa oro re o</p><p>\r\n\tO ka ‘le ni orun \/2x</p><p>\r\n2.\tNi atetekose Olorun da orun ohun aye</p><p>\r\nAye siwa ni juju, okunkun su b’aye</p><p>\r\nNipa oro Olorun, latun f da’ye</p><p>\r\nNitori ko so hun to foju han lafi d’ohun t’a nri</p><p>\r\nOro Olorun o lomu ohun gbogbo duro</p><p>\r\nLeyin oro yi kotun sohun miran, taa tun da</p><p>\r\nChrs:\tLai Oluwa oro re o</p><p>\r\n\tO ka ‘le ni orun \/2x</p><p>\r\n3.\tIgbala nbe ninu oro re, odawa lo ju</p><p>\r\n\tIwosan nbe ninu oro re, oye wa yeke\/2x</p><p>\r\n\tNigba idamu won, aba atila kosi fun won mo</p><p>\r\nWon kep’Oluwa, Oluwa ran oro re, osi gba won la ninu iparun\/2x</p><p>\r\nOro Olorun ye iyebiyeni</p><p>\r\nOro Olorun ye okale ni orun</p><p>\r\nChrs:\tLai Oluwa oro re o</p><p>\r\n\tOka ‘le ni orun \/2x</p><p>\r\n4.\tOhun gbogbo t’ Oluwa da</p><p>\r\nGbogbo re ad’opin, oro olorun o ni kan na laaku, lati se ‘dajo\/2x</p><p>\r\nKoriko nro, itanna sin re patapata</p><p>\r\nOro Olorun o nikan laaku lati se ‘dajo</p><p>\r\nInt:  (Oluwa ran oro re)</p><p>\r\nChrs:\tLai Oluwa oro re o</p><p>\r\n\tOka ‘le ni orun \/2x</p><p>\r\nSolo:\tOsi mu wa larada</p><p>\r\nAll:\tOsi mu wa larada etc</p><p>\r\nChrs:\tLai Oluwa oro re o</p><p>\r\n\tOka ‘le ni orun \/2x</p><p>\r\nKama tanra wajegegebi idele</p><p>\r\nKama tanrawa idele onigbagbo</p><p>\r\nKo seni tikole sasise, kaya omo </p><p>\r\nEmi lebi, rawo oko fa mora, ki ile wa ko le toro gege bi omi afowuropon.</p><p>\r\nEmi o feran re, feran oko mi\/ 2x</p><p>\r\nIfe lokun to sole aye ro</p><p>\r\nEmi o feranre feran okomi</p><p>\r\nSe iwo yo feran re, feran ayare\/2x</p><p>\r\nIfe lokun to sole aye ro</p><p>\r\nSe iwo yo feran re, feran ayare.</p><p>\r\nKa; oferan ara wa, feran ara wa\/2x</p><p>\r\nIfe lokun to sole ayero</p><p>\r\nKajo feran ara wa, feran ara wa.",
        "composer": "Bro Tolu"
    },

    {
        "id":6,
        "title": "ALL IN ALL",
        "content": "<p>1.\tJesus Lamb of God worthy is your name\/2x</p><p>\r\nYou are my strength when I am weak</p><p>\r\nYou are the treasure that I seek</p><p>\r\nYou are my all in all.</p><p>\r\n2.\tSeeking you as a precious jewel </p><p>\r\nBut to give up l’d be a fool</p><p>\r\nYou are my all in all.</p><p>\r\nRefain:  Jesus Lamb of God worthy is your name\/2x</p><p>\r\n3.\tTaken my cross my sin my shame </p><p>\r\nRising again I bless your name</p><p>\r\nYou are my all in all.</p><p>\r\nWhen I fall down you pick me up</p><p>\r\nWhen I am dry you fill my cup</p><p>\r\nYou are my all in all</p><p>\r\nRefain:  Jesus lamb of God worthy is your name\/2x",
        "composer": "Bro Tolu"
    },

    {
        "id":7,
        "title": "BATTLE HYMN OF THE REPUBLIC",
        "content": "Mine eyes have seen the glory of the coming of the Lord.</p><p>\r\nHe is tramping our the vintage where the grapes of wrath are stored</p><p>\r\nHe hath loosed the fateful lightening of His terrible swift sword;</p><p>\r\nHis truth is marching on.</p><p>\r\nChorus:  \tGlory, Glory, Halleluya</p><p>\r\n\t\tGlory, Glory, Halleluya</p><p>\r\n\t\tGlory, Glory, Halleluya</p><p>\r\n\t\tHis truth is marching on.</p><p>\r\n2.\tI have seen him in the watch fires or a hundred circling camps; They have builded Him an alter in the evening dews and damps I can read his righteous sentence by the dim and flaring lamps; His day is marching on.  (His day is marching on).</p><p>\r\n3.\tHe has sounded forth the trumpet that shall never sound retreat; He is sifting out the hearts of men before his judgement seat O be swift, my soul to answer Him, be jubilant, my feet Our God is marching on (our God is marching on).</p><p>\r\n4.\tIn the beauty of the lilies Christ was born across the sea With a glory in His bosom that transfigures you and me.As He died to make men holy, let us die to make men free tWhile God is marching on (while God is marching on)",
        "composer": "Bro Tolu"
    },

    {
        "id":8,
        "title": "MAJESTY",
        "content": "<p>Ma-jest –y</p><p>\r\nWorship His Majesty</p><p>\r\nUnto Jesus, be all glory honour and praise </p><p>\r\nMa-jest –y</p><p>\r\nKingdom Authority</p><p>\r\nFlow from his throne, unto His own</p><p>\r\nHis Anthem raise</p><p>\r\nSo exalt, lift up on high, Christ Jesus the King </p><p>\r\nMa –jest-y</p><p>\r\nWorship His majesty</p><p>\r\nJesus who died, now glorified, king of all kings",
        "composer": "Bro Tolu"
    },

    {
        "id":9,
        "title": "MO DI EDA TUTUN",
        "content": "<p>Chrs:\tMo di eda tutun mo deni oto</p><p>\r\nOhun atijo ti koja mo di tun</p><p>\r\nMo ju asegun lo ninu Jesu</p><p>\r\nMo di eda titun mo deni oto</p><p>\r\n1.\tNigbakan ri mo wa ninu ese</p><p>\r\nNinu ese ni Jesu kufunmi</p><p>\r\nOf’ejere ra mi oso mi dotun</p><p>\r\nO fi Emi mimo re sinu okan mi</p><p>\r\n2.\tAwon iwa atijo nito ko sile\/3x</p><p>\r\nIyato de sinu okan mi.</p><p>\r\nChrs:   I am a new creature </p><p>\r\n\tAnd brand new man old things are passed awa </p><p>\r\n\tNow I am new move then a confront</p><p>\r\n\tThat’s what I am</p><p>\r\n\tI am a new creature </p><p>\r\nAnd brand new man</p><p>\r\nOld things I used to do, I do them no more\/3x</p><p>\r\nThere is a great change since I’am born again</p><p>\r\nChrs:  Sometimes I was in the world wallowing in sin </p><p>\r\nBut Jesus came and set me free</p><p>\r\nHe purge me by His blood and made me clean </p><p>\r\nThere’s a great change since I’m born again.",
        "composer": "Bro Tolu"
    },

    {
        "id":10,
        "title": "SHOUT WITH JOY",
        "content": "<p>Chorus:\tShout with joy (Echo)</p><p>\r\nAll the earth (echo)</p><p>\r\nLet every tongue shout His praise \/3x</p><p>\r\nSing the glory of His name</p><p>\r\nAnd bow down in wor-ship</p><p>\r\n1.\tGive thanks to the Lord</p><p>\r\n\tFor He’s worthy of our praise</p><p>\r\n\tHe alone is worthy</p><p>\r\n\tTo be praised forever more.</p><p>\r\n2.\tIn the presence of the Lord</p><p>\r\n\tThere’s full-ness of joy</p><p>\r\n\tSing to God a new song</p><p>\r\nAnd praise His Holy name.</p><p>\r\n3.\tWhatever you’re passing through</p><p>\r\n\tHe who carries he weight</p><p>\r\n\tOf the world upon His shoulders</p><p>\r\n\tHe will carry you.</p><p>\r\n4.\tLet the joy of the Lord</p><p>\r\n\tBe your strength every time.</p><p>\r\n\tSing the glory of His name</p><p>\r\n\tAnd bow down in worship</p><p>\r\nChorus:  Shout with joy (Echo)</p><p>\r\nAll the earth (echo)</p><p>\r\nWe Let every tongue shout His praise \/3x</p><p>\r\nSing the glory of His name</p><p>\r\nAnd bow down in wor-ship.",
        "composer": "Bro Tolu"
    },

    {
        "id":11,
        "title": "NIRU AKOKO BI EYI",
        "content": "Intro:\tIn times like this,We need your help Lord,In times like this,In you we put our hopes In times like this \/3x</p><p>\r\nMen:  Saviour we need you</p><p>\r\n\tJesus we need you. \/3x</p><p>\r\nChrs:  Niru akoko bi eyi o tohun gbogbo dojuru</p><p>\r\n\tNiru akoko bi eyi o o Olorun akowayo\/2x</p><p>\r\nAfi Kolorun ran wa lowo ki amaba ku sona loju onayi, ki amaba gbojege o niria ajo laye (int) ere kini fun enia towa nu aiye tidko si sise tagbe fun o towanse botiwu sugbon kini kan nikoye o boya nitori akokoyi lose wa laye ki o le sise sugbon owo owo lonwa kiri mofe dogun mofe dogbon eyi lo wa dorin re.  bi iwo bapa enu re mon gegebi onigbagbo ti o ko sisee na ao gbelelomiran lowo sugbon mofe koranti o pe Esteri kopa enure mo bikobasi ti Esteri oni bi mobasegbe o kinsegbe.</p><p>\r\nSolo:   Niru akoko bi eyi o tota ihinrere nigbile ninu aiye tohun gbogbo siwa dojuru patapata</p><p>\r\nAll:  \tJowo o Olorun  bawa pota ihinrere o lenumo.</p><p>\r\nSolo:  \tAni niru akoko bi eyi ti Gbagbo ri ani boseri</p><p>\r\nAll:\tAfi K’Olorun gbawa o ohun ti gbagbo da komaye ni mo.</p><p>\r\nSolo:\tAfi K’Olorun sanu fun wa ohun tigbagboda otoju suni.</p><p>\r\nAll:\tIjo tiwonu aiye a aiye ti wonu ijo</p><p>\r\nSolo:\tOhun tikoye katilegbo lagbo igbagbo agbere oyun sise pelu iwa ipa.</p><p>\r\nAll:\tOti wa di barakuo ninu ijo Olorun</p><p>\r\nSolo:\tJowo Oluwa funwa lore ofe atojurere la to do re wa</p><p>\r\nAll:\tFun wa lagbara baba o lati pa ofin re mo.",
        "composer": "Bro Tolu"
    },

    {
        "id":12,
        "title": "LAKOKO YI AFE IRANWO RE",
        "content": "<p>Chrs:\tLakoko yi afe iranwo re</p><p>\r\n\tLakoko yo wo lole kowayo lakoko yi</p><p>\r\n1.\tLakoko tole afereanwore baba</p><p>\r\nIwo sa lole oba wa lakoko yi</p><p>\r\n2.\tOgba eberu meta nimu ina ileru</p><p>\r\n\tOdawon lide lakoko tole</p><p>\r\n3.\tAwon pe iwo lolorun kashin ti wio ole se</p><p>\r\nNinu akoko bi eyi ojowo wa kowayo</p><p>\r\n4.\tAra nimu oluwa mase rorare tin</p><p>\r\nOhunkohun towon koledejesu oba o pade</p><p>\r\n5.\tIgba tole kipe o sugbon awon to ba le koko awa Sali oleduro titi do pin.",
        "composer": "Bro Tolu"
    },

    {
        "id":13,
        "title": "AKOKO WO L’AWAYI",
        "content": "<p>Solo:\tAkoko wo lawa yio to hun gbogbo daru mo araiye loju\/2x</p><p>\r\nAll:\tOro Iwe lonse, ati bo oluwa losunm’etile \/2x</p><p>\r\n1.\tAwa gegebi omo-olorun, Jesu fiwa se iriju ninu aiye, nje iwo nsise iriju boti ye nje emi nsise iriju boti ye atide oluwa tisun m’etile…je olotito, Jesu fiwa se iriju ninu aiye (int.)</p><p>\r\n2.\tSolo:\tAsiko wo lawa yio ti gbogbo aiye si sokunkun biribiri</p><p>\r\nAll:\tOro iwe mimo lonse, igba ikehin aiye lo de tan</p><p>\r\nAwa ni ayanfe Olorun, Jesu fi wa se imole ninu aiye.  Nje imole re ntan nibi gbogbo nje imole mi ntan nibi gbobo.  Tori gbogbo aiye si sokunkun biribiri.  Tan imole.. Jesu fi wa se imole ninu aiye</p><p>\r\n3.\tSolo:  Asiko ti awa yio ese ngbile ninu aiye lojojumo</p><p>\r\n\tAll:  Igba ewu lawa yi o, araiye ko si ninu otito rara.</p><p>\r\nSugbon awa omo Olorun, awa ti mo wipe Jesu ni otito, Eje ka lo f’otito yi han fun araiye, ki gbogbo eru ese le di ominira.  E je ka lo …. Ki gbogbo eru ese le di ominira.</p><p>\r\n4.\tSolo:  Opo nkan to sapamo, ti Olorun kofi han fun omo </p><p>\r\naraiye</p><p>\r\nAll: \tOpo nkan to ye wa, sugbon to je ajeji si omo araiye.  </p><p>\r\nAwa l’omoloju Olorun, Jesu fi ijinle ijoba orun han fun wa, Oye ka ma rin gegebi omo rere, kale gba kaabo omo odo rere.  Ran wa lowo oluwa, kale gba kaabo omo odo rere.",
        "composer": "Bro Tolu"
    },

    {
        "id":14,
        "title": "IJO JESU",
        "content": "<p>Chrs:\tIjo Jesu ijo Jesu o ijo, Jesu feti sile lati gboro sohun Olorun sohun Olorun. Ijo Jesu feti sile lati gboro o ekiyesi ona yin loro Olorun wi (int.)</p><p>\r\n1.\tNinu Jesu ni ayo wa awa timo ninu re ninu re ninu Jesu ni ayo wa awa ti mo o ekiyesi ona yin l’emi olorun wi.</p><p>\r\n2.\tJesu ti fi bukun fun yin lopolopo, bukun yin bukun yin. Eyin si ti ri bukun gba lopolopo o, enyin si ni lati kiyesi ona yin.</p><p>\r\n3.\tJesu ti fi ife nla rara pada, lori gi lori gi osi tun fi ‘fe sowa domo Olorun o, Awa sini lati kiyesi ona wa.</p><p>\r\n4.\tAwa simo pe Jesu Kristi npadabo, lojo kan lojo kan.  Ejeka mura sile titi dojo na o, awa onigbagbo jeka kiyes’ ona wa</p><p>\r\n5.\tArakunrin arabirin awa npe nyin, pe eke wa gba Jesu; Jesu Krisit nikan ni ona iye o, jowo mase jafara lati to Jesu wa.",
        "composer": "Bro Tolu"
    },

    {
        "id":15,
        "title": "JESUS KNOCKS",
        "content": "<p>1.\tJesus knocks, he calls to thee, weary one, “oh come to me” He can save and only he … open wide the door.</p><p>\r\nChrs:  O –pen wide the door’ open wide the door’ He can save and only he open wide the door.</p><p>\r\n2.\tJesus knocks; he comes to save, was for thee he life he gave, he halts triumphed o’er the grave open wide the door.</p><p>\r\n3.\tJesus knocks; the moment fly, while salvation yet is near, ere the savior passeth by-open wide the door.</p><p>\r\n(Awa dupe o 2x  Awa dupe o 2x)</p><p>\r\nSolo:  Ijowa, o sori buruku, adupe o</p><p>\r\nTenopha –rapha  awa dupe</p><p>\r\nAll:  \tAwa dupe o 2x Jeopha –raphe, Awa dupe o</p><p>\r\nSolo:  Ewa bawa jo, ewa bawa yo</p><p>\r\nTenopha –rapha  awa dupe</p><p>\r\nAll:  \tAwa dupe o 2x Tenopha-rapha, awa dupe o</p><p>\r\nSolo \tLori mama Ajao awa dupe o, Oluwa seun</p><p>\r\nAll:  \tlori mama Bamidele awa dupe o, Oluwa seun</p><p>\r\nAll:  \tlori baba Abayomi o fekuree</p><p>\r\nLori yin Ayan fe- olu ni e, Esu kan hun hale lasan nii </p><p>\r\nYou are too young to die now</p><p>\r\nYou are just starting ko sewu (int.)</p><p>\r\nChange of beat</p><p>\r\nSolo:\tIro lesu npa\t\t\t\tAll:  Iro lesu npa o</p><p>\r\nSolo:  Eke lesu nse\t\t\t\tAll;:  Eke lesu nse o</p><p>\r\nSolo:  Iro lesu npa\t\t\t\tAll:  Iro lesu npa o</p><p>\r\nSolo:  Eke lesu nse\t\t\t\tAll:  Eke lesu nse o</p><p>\r\nJehopha-rapha is the Lord</p><p>\r\n</p><p>\r\nNa-so-so, Esu go just de hale mow a</p><p>\r\nNa-so-so, Esu go just de fa wahala</p><p>\r\nSatan you are a lair, Satan you are a lair</p><p>\r\nAmen.  Winner oo  etc",
        "composer": "Bro Tolu"
    },

    {
        "id":16,
        "title": "GOLDEN JUBILEE",
        "content": "<p>Chrs:\t A ho mo ayo si Oluwa, Eledumare oba to da yin si \/2x</p><p>\r\nFun abo adota odun </p><p>\r\nTi wo ti lo dupe</p><p>\r\nFun ogun adota odun</p><p>\r\nAkoja oye awa</p><p>\r\nAwa mon riri re, awa ma fop e fun o</p><p>\r\nChrs:  Opo ojo loti ro, ta ko leri mo </p><p>\r\nEwu lotun losi adupe kobori eyi</p><p>\r\nEse messiah Jesu</p><p>\r\nAdupe o ese baba</p><p>\r\nChrs:  Awa si enu onare tawa to ope</p><p>\r\n\tAwa sa gbalari, ati bukun Oluwa</p><p>\r\nAnu Oluwa wa po, ododo re duro lai</p><p>\r\nEse eledumare, adupe ese baba</p><p>\r\n</p><p>\r\nChrs:  </p><p>\r\nSolo:\tEse o\t\t\t\tAll:  Ese o</p><p>\r\nSolo:  Oluwa se o\t\t\tAll:  Ese o</p><p>\r\nSolo:  Ore aadota odun o aniye okere</p><p>\r\nAll:  Ese o, Oluwa Ese o</p><p>\r\nSolo:  Baba wa ko dida kuda nise iranse</p><p>\r\nAll:  Ese o, Oluwa Ese o</p><p>\r\nSolo:  Ewu igba ike yi “ ADUPE” kohun won</p><p>\r\nAll:  Ese o, Oluwa Ese o</p><p>\r\nSolo:  Ese o  repeat</p><p>\r\nSolo:  Daddy Happy Birthday\tAll: Jubilee</p><p>\r\nSolo:\tHappy Birthday\t\tAll: Jubillee</p><p>\r\nSolo:  Happy Birthday\tAll: Long live in the LORD JESUS",
        "composer": "Bro Tolu"
    },

    {
        "id":17,
        "title": "ADUPE",
        "content": "<p>Chrs:\tAdupe Oluwa fun ojo oni toba walayo Aeope fun o fun ojo oi </p><p>\r\nto sojuwa ogo iyin loyeo loye o 2x ogo iyin loye foluwa</p><p>\r\n1.\tOse Oluwa tori odawasi afope funo nitori iwo loluwawa gbogbo iyin loye o loye o ogo iyin lo ye foluwa.</p><p>\r\n2.\tOba ti o dawa si ninu ewu gbogbo oba to pawamo ninu ewu, ninu ewu oru ogoiyin loye o loye o ogo iyin loye fun Oluwa.</p><p>\r\n3.\tNinu odun to ko ja iwo lodawa so otun pawamo, odokosi, odayasi odomo si ogo iyin loye o ogo iyin loye fun Oluwa</p><p>\r\n4.\tAwa egbe Akorin ijo osere awa sope tori pe apejuse oduneyi ope iyin ye o agbe o ga baba ose ope iyinloye foluwa.</p><p>\r\n5.\tBota ti gbogun to won ko ma bori wa awa madupe tori opelu was ninu gbogbo amuyin wa Olorun ayeraye, baba alagbara ake aleluya is alagbara giga ko fiwa sile ope wa ree, ogo iyin loye fun Oluwa.",
        "composer": "Bro Tolu"
    },

    {
        "id":18,
        "title": "IKORE TI PON",
        "content": "<p>Ore mi tete wao</p><p>\r\nOjonlo mase fi igbalare</p><p>\r\nDola ojonlo \/2x</p><p>\r\nChrs:  Ore mi tete wa o jonlo</p><p>\r\nOre mi tete wa o jonlo</p><p>\r\nIkore ti pon sugbon ko saalagbase</p><p>\r\nOre mi tete wa o ojonlo</p><p>\r\n1.\tore me tete wa oo kojo tolo Jesu pe o wipe ki omabo ore mi tete wa o jonlo (int)</p><p>\r\n2.\tAra ninu Oluwa Jesu ni n pe o pe ki omabo, tete wa gba igbala ofe.  Chrs.</p><p>\r\n3.\tIku Jesu fun o yio waja sa san bi iku Jesu fun wa yio wa ja sa se bi.</p><p>\r\n4.\tAde lade egun okoo egba fun loti kikan gbogbo iyi yo waja sasan Chrs.",
        "composer": "Bro Tolu"
    },

    {
        "id":19,
        "title": "CROWD HIM WITH MANY CROWNS",
        "content": "<p>1.\tCrown him with many crowns. The lamp up – on his throne</p><p>\r\nHark! How the heavily an – them downs all – music  but it own!</p><p>\r\nA-wake, my soul, and sing, of him who died for thee</p><p>\r\nAnd hail Him as thy match – less king Thro’ all e-ter-nity.</p><p>\r\n2.\tCrown Him the Lord of life! Who tri-umphed o’er the grave</p><p>\r\nWho rose vic-to rious to the strife for those He came to save </p><p>\r\n\tHis glories now we sing, who died and rose on high</p><p>\r\n\tWho died eternal life to bring and lives that death may die.</p><p>\r\n3.\tEde L’ ade pupo Od’aguntan Baba: Gbo bi orin orun ti bo orin gbogbo mole; </p><p>\r\nJi okan mi korin T’ eni t’ okun fun o, se l’ oba re to ga julo Titi ati laelae;</p><p>\r\n4.\tCrown Him the Lord of Heaven One with the father known </p><p>\r\nOne with the spi-ri-t through Him giv’n form youder glo-rious throne!</p><p>\r\n\tTo thee be end – less praise for thou, for us has died!</p><p>\r\nBe thou, o Lord, thro’ end – less days A- dored and magni-f-ied.",
        "composer": "Bro Tolu"
    },

    {
        "id":20,
        "title": "OGUN ORUN NKORIN",
        "content": "<p>OO, Ojihindeo, O O, Ojihinde O, O O, Ojihinde O O, (Elo)</p><p>\r\nElo lowuro kutu – kutu siboji mimo E ori Angeli yi ‘kuta kuro ilekun si </p><p>\r\nOlugbala ti ji dide o Botiso. |(Int.)</p><p>\r\nVOCCAL:    \tEGBO OOOOOOOOO</p><p>\r\nAll:  \tOgun orun nkorin wonkorin Ajihinde, Ogun Orun nkorin </p><p>\r\nwon korin irapada</p><p>\r\nSolo:  Awa eda owo re Jesu Ankorin isegun (All) Jesu ti jinde  etc </p><p>\r\n(Int)</p><p>\r\nVOCCAL:    \tEGBO OOOOOOOOO  (off beat)</p><p>\r\nMen voice: Ogun korin etc 2x</p><p>\r\n(BEAT) Solo:  Oti ji dide eee</p><p>\r\nAll: \tJesu ti ji dide o gbogbo eniyan.  Jesu ti ji dide Boji oku sofo.</p><p>\r\nSolo:  ogbosan meta oru meta, ninu Iboji (All)  Jesu ti ji dide etc (Int)</p><p>\r\nVOCCAL:    \tEGBO OOOOOOOOO</p><p>\r\nAll: \tOgun orun korin etc 3x.",
        "composer": "Bro Tolu"
    },

    {
        "id":21,
        "title": "THE OLD RUGGED CROSS",
        "content": "<p>One shill far away stood an old rugged cross </p><p>\r\n\tThe emblem of suffering and shame</p><p>\r\nAnd I love that old cross where the dearest and best for a world of lost sinners was slain.</p><p>\r\nChorus:  So I’ will cherish the old rugged cross</p><p>\r\n\tTill my trophies at last I lay down,</p><p>\r\n\tI will cling to the old rugged cross</p><p>\r\n\tAnd exchange it some day for a crown.</p><p>\r\n2.\tOh, that old rugged cross so despised by the world </p><p>\r\n\tHas a wonderous attraction for me;</p><p>\r\n\tFor the dear lamb of God left His Glory above</p><p>\r\n\tTo bear it to dark calvary.</p><p>\r\n3.\tIn the old rugged cross, stained with blood so divine </p><p>\r\n\tA wondrous beauty I see;</p><p>\r\nFor ‘t was on that old cross Jesus suffered and dired to pardon and sanctify me.</p><p>\r\n4.\tTo the old rugged cross I will ever be true its shame and reproach gladly bear;</p><p>\r\n\tThen he ‘ll call me some day to my home for away, </p><p>\r\n\tWhere his glory for ever I ‘ll share.",
        "composer": "Bro Tolu"
    },

    {
        "id":22,
        "title": "E GBE JESU GA",
        "content": "<p>Chorus:  Gbe Jesu ga gbogbo eniyan</p><p>\r\n\tEke kabiyesi s’Oluwa</p><p>\r\n\tE wole f’oba towa s’ayeyi</p><p>\r\n\tLati wa kun fun gbogbo eniyan</p><p>\r\n1.\tEwa wo oun ti Jesu se owa s’aye lati kunfun wa</p><p>\r\n\tO boso ogo re sile ki aw aba segbe si aiye 2x</p><p>\r\n2.\tIwo elese yipada ko bale nipin ‘nu iye yi</p><p>\r\n\tFi gbogbo ewe re sile ko gbe isoro re to Jesu \/2x</p><p>\r\n3.\tJesu oba awa yin o, awa wole ni iwaju re</p><p>\r\n\tIyin ogo ati ope l’awa oma fifun o titi \/2x",
        "composer": "Bro Tolu"
    },

    {
        "id":23,
        "title": "E MA SE SUN",
        "content": "<p>Solo:\tIrewesi ti de o oni Gbagbo kehin solorun \/2x</p><p>\r\nAll:\tirewesi ti de o onigbgbo gbagbe Olorun won</p><p>\r\n\tEniyan nse bose wu won nse fe inu won\/2x</p><p>\r\n1.\tAkoraye gbo tolorun  mo, gbogbo wa nsare owo kiri a o ti seyi si Olorun onigbagbo palanada won sato orisa leyin, won gbagbee Jesu Krisiti eni to ku fun won (int)</p><p>\r\n2.\tIsoji loluwa gbekale fun wa, oluwa dana isoji an bomisi, aniyan aye ti gba olo kuro lodo Jesu (tete pada wale tete pade wale o tete pada wale o kojo to lo (int.)</p><p>\r\n3.\tSolo:\tOnigbagbo aye o e sora o</p><p>\r\n\tAll:\tEsora</p><p>\r\n\tSolo:\tOnigbagbo aye o e sora o</p><p>\r\n\tAll:\tE mase base mi je o, e gbero ati satunse efife han si rayin o e se rayin lokan (int)</p><p>\r\n4.\tSolo:\tEmase sun ninu adura eji giri  - Eji o</p><p>\r\nIsojisi mi ema fi re wesi paku o ibukun mi lon mu nila laisi wahala emase saniyan rara o eyi pada simi (int)</p><p>\r\n5.\tSolo:  Gbogbo okan to ti sako, okan to rewesi, eji dide loju orun dide mi sumole, </p><p>\r\nati de omo eniyan oku si dede.</p><p>\r\n\tAll:  O o sir o ise iriju re nikehin oko </p><p>\r\n\t\tIbi to base Oluwa de o, o o gba ere re (int).</p><p>\r\n\tSolo:\tPasitor ti ko le gbadura mo, odo wore</p><p>\r\n\tAll: \tIbi to base oluwa de o ogba ere re</p><p>\r\n\tSolo:\tIgbimo ijo tiko le gbadura odowo re</p><p>\r\n\tAll:\tIbi to base oluwa de o ogba ere re</p><p>\r\n\tSolo:\tGbagbo o pe kemi masero ile odo wo re</p><p>\r\n\tAll:\tIbi to base oluwa de o</p><p>\r\n\tSolo:\tAdena ti ko le gbadura mo odowo re</p><p>\r\n\tAll:\tibito base Oluwa de o ….</p><p>\r\n\tSolo:\tOmo tolorun fi fu o bawolose woo</p><p>\r\n\tSolo:\tAkorin to ni ko si run lago aj o odun raati</p><p>\r\n\tAll:\tibi to base oluwa de o</p><p>\r\n\tSolo:\tEwo obirin rere to n sofofo ijo Olorun</p><p>\r\nAll:\to siro ise iriju re nikehin ojo ibito base Oluwa de o oogba ere re\/3ce",
        "composer": "Bro Tolu"
    },

    {
        "id":24,
        "title": "IYIN YE BABA",
        "content": "<p>Chrs:\tIyin ye Baba ye</p><p>\r\n\tAtobiju iwo lope ye</p><p>\r\n\tOgo ye Baba o</p><p>\r\n\tEledunmare ope ye o  \/2x</p><p>\r\nSolo:\tAla adupe\t\t\t\tAll: …..</p><p>\r\n\tLowo Baba o\t\t\t\t“\t“</p><p>\r\n\tTo o gbawa o\t\t\t“\t“</p><p>\r\n\tNinu agbe aiye o \t\t\t“\t“</p><p>\r\n1.\tAgbara alee le ba ni Baba fi sekewa Agbara abaa leemu lotun fise wa ni oso.  Awa derojeje maye lowo inu wa kun fun’ma agabara</p><p>\r\n\tAdata koro wonu Jesu, a o maa se mu, fesu mo</p><p>\r\n\tOgo ye Baba o, Eledumare awa sope.",
        "composer": "Bro Tolu"
    },

    {
        "id":25,
        "title": "DI TITUN O",
        "content": "<p>Chrs.:\tDi titun o \/2x, Kuro niue iwa eri pelu iwa ese gbogbo o,</p><p>\r\n\tAgabagebe sise ati iro pipa ako fi Krisiti ko wa bee.</p><p>\r\n1.\tEje ka yi pada si iwa otun, ka gbe igbe aye mimo,</p><p>\r\nIgbe aye to wo Olorun k’Olorun le fi wa yangan gegebi omo odor ere</p><p>\r\nChrs.</p><p>\r\n2.\tNitorina efi eke sise sile, k’olokuluku yin ba omo enikeje re so otito</p><p>\r\n\tNinu ohun gbogbo nitori eya omo’enikeji wa li awa nse\/2x</p><p>\r\nChrs.</p><p>\r\n3.\tNi’ibi iro pipa, iru eko wo lafe ko nibi eke sise, iro eko wo lafe ko agabagbe ko lere, iparun o lo nmu bani</p><p>\r\nChrs.</p><p>\r\n4.\tEmase je ki oro idibaje kan tie nu yin jade sugbon iru eyi t’ odara fun eko (ki ole mafi ore ofe fun awon eniti ongboo\/2x)</p><p>\r\nChrs.</p><p>\r\n5.\tGbogbo iwa ki koro ati ibinu, irunu, ariwo ati oro buburu ni ki amu kuro lodo yin, pelu gbogbo arakan.",
        "composer": "Bro Tolu"
    },

    {
        "id":26,
        "title": "WA SANU FUN MI",
        "content": "<p>Chrs:\tWa saanu fun mi o, saanu fun mi ooo Oluwa</p><p>\r\n\tWa sanu fun mi o Jise re dide o laye mi\/2x</p><p>\r\n1.\tOluwa mu ki ise re soji ninu aye mi o</p><p>\r\n\tOgona ara damilola Olorun mi\/2x</p><p>\r\nChrs.</p><p>\r\n2.\tEni ma daso f’eniyan sebi torun re la wo baba,</p><p>\r\n\tAye ti mo mi moo, jeki won ri ewa re ka lara mi\/2x</p><p>\r\nChrs.</p><p>\r\n3.\tiwo ni Olorun kos’ ohunti, wa se temi lasepe,</p><p>\r\nIwo tun lonise iyanu, wa yanmi lenu Jesu nipa agbara isoji re, </p><p>\r\n\tM’aye mi bo sipo Olorun mi\/2x</p><p>\r\nChrs:</p><p>\r\n4.\tSanu mi\/2x so ise re di mimo laye mi, sanu mi \/ 2x fogo re han lara me,</p><p>\r\nSanu mi Olodumare sanu mi o baba, sanu mi Olorun mi, fanu han fun </p><p>\r\n\tMi o lakoko mi, ninu ibinu re o ranti anyu re o lori mi",
        "composer": "Bro Tolu"
    },

    {
        "id":27,
        "title": "ALAFIA MI NI MO FIFUN YIN",
        "content": "<p>Chrs:\tAlafia mi ni mo fifun yin</p><p>\r\n\tKii ma ise bi aye ti fifun ni\/2x</p><p>\r\n1.\tMo fun yin l’alafia mi egba o, kii ma ise gege bi aye ti fifun ni,</p><p>\r\nNi emi fifun yin egba Alafia mi o, emi ni mo fifun yin.</p><p>\r\nChrs:</p><p>\r\n2.\tBi santani ba fun o l’ewure, malu ni yo fi gba</p><p>\r\n\tJesu nikan lafun ni ma s’iregun o, Alafia Jesu l’opeuye</p><p>\r\nChrs:</p><p>\r\n3.\tAye le fun o ni fila ki wo gb’ ori lowo re,</p><p>\r\n\tAye tun le fun o ni bata ki won gb’ese re lo</p><p>\r\n\tAye tun le fun ni ago iyebiye oo ki won o gb’owo re lo</p><p>\r\nSimi le Jesu oun nikan l’Olorun Alafia, yio fifun o lopolopo o.</p><p>\r\nChrs.",
        "composer": "Bro Tolu"
    },

    {
        "id":28,
        "title": "HALLELUYAH",
        "content": "<p>Ha ha ha ha ha ha ha Haleluyah \/3x</p><p>\r\nIyin ogo ye fun baba orun.</p><p>\r\n</p><p>\r\nEni odun baba raye oye ko korin Halleluyah</p><p>\r\nHo gbe baba gam eni Oluwa pamo,</p><p>\r\nOye ko fo soke ko gbe baba ga \/2x  </p><p>\r\nChrs:</p><p>\r\nSi o olutunu orun fun ose atagbara re</p><p>\r\nAn ko anko, anko haleluya\/ 2x</p><p>\r\nChrs:</p><p>\r\nAjodun odun mefa yi soju emi wa, adupe</p><p>\r\nAjodun odun mefa yi soju emi wa.  Halleluyah ah ah</p><p>\r\nChrs:",
        "composer": "Bro Tolu"
    },

    {
        "id":29,
        "title": "WE BLESS YOU GOD WE BLESS YOU GOD",
        "content": "<p>1.\tWe bless you wonderful God</p><p>\r\n\tWe magnify your name</p><p>\r\n\tWe magnify your name</p><p>\r\n\tA… MEN – HALLELUYAH</p><p>\r\nChrs:\tHere on earth we sing thy song</p><p>\r\n\tWe exalt thy holy name</p><p>\r\n\tAnd in heaven we sing thy song</p><p>\r\n\tA… MEN – HALLELUYAH</p><p>\r\n2.\tWe give glory to you Lord</p><p>\r\n\tYour mercies – endureth forever</p><p>\r\n\tYour mercies endureth forever</p><p>\r\n\tA… MEN – HALLELUYAH</p><p>\r\n3.\tWe thank you wonderful God</p><p>\r\n\tYou are worthy to be praised</p><p>\r\n\tYou are worthy to be praised</p><p>\r\n\tA… MEN – HALLELUYAH</p><p>\r\n4.\tAmen Amen Amen</p><p>\r\n\tHallelu …. Halleluyah</p><p>\r\n\t“\t\t“</p><p>\r\n\tA… MEN – HALLELUYAH",
        "composer": "Bro Tolu"
    },

    {
        "id":30,
        "title": "TRULY TRULY",
        "content": "<p>Chrs:\tTrudly Truly \/3x I say</p><p>\r\n\tUnless a man be born again </p><p>\r\n\tHe cannot see the Kingdom of God \/2x</p><p>\r\n1.\tVerily, I say unto you\t</p><p>\r\n\tExcept a man be born again\/2x</p><p>\r\n\tHe cannot see the Kingdom of God \/2x</p><p>\r\nChrs:</p><p>\r\n2.`\tJesus Christ the son of God</p><p>\r\n\tHe came to save the sinners\/2x</p><p>\r\n\tIf you believe in Him today</p><p>\r\n\tHe will sa.. ve your life\/2x</p><p>\r\nChrs:</p><p>\r\n3.\tVerily, I say unto you</p><p>\r\n\tUnless a man be sanctified</p><p>\r\n\tHe cannot live a Holy life\/2x</p><p>\r\nChrs:</p><p>\r\n4.\tVerily I say unto you\t</p><p>\r\n\tExcept a man be sanctified </p><p>\r\nHe cannot see the Kingdom of God\/2x</p><p>\r\nChrs:\t",
        "composer": "Bro Tolu"
    },

    {
        "id":31,
        "title": "JONA JI LOJU ORUN",
        "content": "<p>WITH PLAY UN-UN-UN</p><p>\r\nSolo:\t\tJo –na—ji—i—loju orun oo</p><p>\r\nAll:  \t\tJoona jii loju orun</p><p>\r\n\t\tOnsun un on harun</p><p>\r\n\t\tEse to mbe lowo re o oo jewo</p><p>\r\n\t\tOlorun pe Jona oran nise,</p><p>\r\n\t\tWipe kolo si nenefe, lati kede</p><p>\r\n\t\tIrounpiwada fun won</p><p>\r\n\t\tSugbon Jona sokale losi Tasisi</p><p>\r\n\t\tLati kuro niwaju Oluwa</p><p>\r\n\t\tWipe bi won bale segbe ki won segbe</p><p>\r\n\t\tKo osun to kan mi o</p><p>\r\n\t\tNipa tiwon bi won bale segbe kiwon segbe</p><p>\r\nSolo:\t\tJona ji—I loju orun oo</p><p>\r\nAll:\t\tJo—na- ji-I loju orunj</p><p>\r\n\t\tOnsun un on harun</p><p>\r\nKottun say emo fe waasu ise Baba</p><p>\r\nJo-na – ji—I loju orun re</p><p>\r\n</p><p>\r\nJona sanwo oko lo si Tasisi</p><p>\r\nOso kale lo sinu oko o sasun wora</p><p>\r\niji nla wad ide o loju omi</p><p>\r\nToripe idiwo kan ti wa ninu oko</p><p>\r\nBeni Jona sun on hanrun un un</p><p>\r\nSolo:\t\tJo—na ji—loju orun oo</p><p>\r\nAll:\t\tJo—na – jii loju orun</p><p>\r\n\t\tOnsun on harun</p><p>\r\n\t\tKotun say emo fun Adura</p><p>\r\n\t\tAb’ofe segbe</p><p>\r\n\t\tJo—na ji—I loju orun re</p><p>\r\n</p><p>\r\nSolo:\t\tJo—na—ji—I loju orun ooo</p><p>\r\nAll:\t\tjoona ji loju orun</p><p>\r\n\t\tOnsun on harun</p><p>\r\n\t\tIwa ese owo re oo jawo</p><p>\r\n\t\tJo-na ji loju orun re\/2x",
        "composer": "Bro Tolu"
    },

    {
        "id":32,
        "title": "IDA PADA INI",
        "content": "<p>Chrs:\tIni mi da obaba file mi lowo eyi taye ti gbe gbawon padafun mi Olorun ma o oba sanufun mi (Int)</p><p>\r\n</p><p>\r\n1.\tIni mi ti ati gbalatinu oyunwa oba gba won pada eyi ti ati gba nigba ti mo dele aye ten olorun gba won fun mi,</p><p>\r\n2.\tIrina jo kerekere ken leyi o e teti gbowa iri ajo yile (ole 3x) ole ole ole o Olorun niken lole gbani gbigba inire pada Olorun niken loto gba ni.</p><p>\r\nChrs.</p><p>\r\n3.\tLoju irin ajoye won koeruloti lo abramu lalo fun eyi oni patara won ba gba inire pada won keru owon ko omo inire ti ote gba Emimimo agba won fun o oruko Jesu Krisiti Olorun o ako oyo.</p><p>\r\nChrs:</p><p>\r\n4.\tOrisisi ini lobe tire yato si temi, temi yato sitire Olorun tose ti Mordecai ki wa loku tiko tun lese iwo sa to Jesu wa akuba oseti rechers.</p><p>\r\n5.\tKi lape ni ini genge eyi nise eto re arakurin ken bee ninu Bibeli o ini re. loba gba lo eyi tise iyawo re, sugbon Olorun sise iyanu oba Abimelekii olorun lile ye soro osifi ini re sile (nitori ti toluwa ni) </p><p>\r\nChrs:</p><p>\r\n6.\tLape la o so o ani nipa tire loruko Jesu Oluwa awon inire tiati gba o odo won pade fun o gege bi tomo isire ii igba ten gba apon ti erilo lowo awon omo Israeli ida pada apoti eri ye olen awon ota won lopoo nikan inire ti ati gba ota re atun je bi  </p><p>\r\nChrs:  ……..(lape o lajina ayo mi ferede).",
        "composer": "Bro Tolu"
    },

    {
        "id":33,
        "title": "ILERI OLORUN",
        "content": "<p>Chrs:  Ileri re ladimu o (ileri o) ileri re Ladimu baba ileri ti kiye ileri re ladimu o olorun ayo oba tiki damaje mu (Int.)</p><p>\r\n1.\tAra ileri Olorun se bi ohun leyi o pea won to duro d’Oluwa a o tun agbara won se eyi laduro de koje kale se bi aye ti u se baba sanu fun wa ileri re ladi mu.</p><p>\r\n2.\tC.R.PC omo lojure laje o, mase je koju tiwa o Olorun ayao (Baba 2x) agba mase je, ja sa se o ti o muwa dele o, kamase kusona.</p><p>\r\n3.\tEto re fun wa o, Olorun jowo wamuse, aye ti mo wa o, a ofe se die pada o, ani kaye gbowa o, kakiri agba yeo, wipe ijo ikan un bee o, ta npe ni Christ Restoration, taba gbo wa laye o, katun rira ologo, Olorun wa te waju o.</p><p>\r\n4.\tAwon Olori wa, Olorun sanu fun won, gbogbo isoro won o olorun muri Olorun satunse awon wori kan mase je ohun idena fun se won, olori aye o, dakun diwon mu dopin.",
        "composer": "Bro Tolu"
    },

    {
        "id":34,
        "title": "JERUSALEM T’ORUN",
        "content": "<p>Prelude:  Jerusalemu t’orun</p><p>\r\n\tNi be ni okan me fe lo \/2x</p><p>\r\nChrs:  Jerusa: sa lemu, niti t’awon mimo, nko ‘rin halleluyah nibe </p><p>\r\nni mo fe lo.  \/2x</p><p>\r\n1.\tIle to dara – ile ologo – ile aiyeraiye (Ile) tese kosi – iwo hamura lati de ‘le na, iwo ore mi roun o.</p><p>\r\nChrs:</p><p>\r\n2.\tIle didan o – ile aiku ni, f’awon t’ba segun (Tiwon) yo ko ‘rin ayo, iwo ha mura lati wo ‘le ma; arakunri ronu wa.</p><p>\r\nChrs:</p><p>\r\n3.\tNibi t’ ade wa – Ade to dara, yato s’ade aiye (Tolo) wo ko le rira </p><p>\r\n\tTao fi fawon to ba segun lofe, Arabirin ronu wo.</p><p>\r\nChrs:</p><p>\r\n4.\tNibiti aro – ‘banuje ko si, Orin ayo titi (Nibi) t’ ekun ko si </p><p>\r\n\tIwa re yo je ko le de ‘le na; iwo ore me ronu o.</p><p>\r\nChrs:</p><p>\r\n5.\tJesu silekun – on duro de o, on pe o jeje pe (wipe)</p><p>\r\n\tWa ba mi kalo jowo ore me tete gbo ‘pe na; kilekun na to ti</p><p>\r\nChrs:.",
        "composer": "Bro Tolu"
    },

    {
        "id":35,
        "title": "DIMU SINSIN",
        "content": "<p>DIMU SINSIN ARAKUNRIN:  DI IMU SINSIN ARABINRIN</p><p>\r\nDI IMU SINSIN, JESU TI O GBAA O DI INU SINSIN KO OMASE WE HIN WO\/2X</p><p>\r\nGbogbo awa tati Gbagbo L’okunrin ati ni Obinrin tasi gba Jesu ni Oluwa, tati we nu eje odo-aguntan ati kekere ati agba</p><p>\r\nChrs:  gbogbo wa lae le lati jiyin ise wa, gbogbo ise lo lati jiyin fun Jesu Kristi (ronu ise re omo- igbala (int)</p><p>\r\nSolo:  Bi aba segun\t\t\tAll:\tAwa yi o gbade ogo</p><p>\r\nSolo:\tBi aba segun\t\t\tAll:\tAwa yio gbade iye\/2x</p><p>\r\nAde ade aidibaje Jesu ni yio so wipe ade re re o omo-igbala</p><p>\r\nReading:    James 1:12; 1 Peter 5:4; Rev. 3:5-6</p><p>\r\nGbogbo Talenti ti apin ao bere biwo se lo tire</p><p>\r\nTiwo babo talenti re mole, iwo yio tiwi ni ikehin</p><p>\r\nChrs:  Gbogbo wa lao lo etc…. Reading:  IITim. 4:7-8; Rev. 3: 12-\t13</p><p>\r\nMo wa sodo Oluwa mi mo gbekele Oro re nikan mumi tesiwaju Oluwa fun mi L’agbara isegun</p><p>\r\nChrs:  Gbogbo wa lao lo ….. Reading:  Matt: 11:28-30; Rev. 2:11</p><p>\r\nKomi ki nra igba pada nipa wiwa won toti sako, kin fi tara tokan sise fun Jesu Kristi oluwa mi.</p><p>\r\nChrs:  Gbogbo wa la o lo …  Reading: Matt. 28:18-19; Oniwasu 9:10; Oniwasu 12: 1,13-14; Rev. 2:7.</p><p>\r\n(ORE EYINI ORO OLORUN SI GBOGBO ENIA).",
        "composer": "Bro Tolu"
    },

    {
        "id":36,
        "title": "OSE JESU OLORE",
        "content": "<p>Chrs:  Titobi nio Olorun awa titobi nio atileyin funwa agbeoga o opo togbayewaro ose o Jesu olore.</p><p>\r\n1.\tIwo lopeye olorun awon omo ogun, oloreo ijinle abubare ajekayeyowa ijore komatuka o, ase o loba Jesu olore.</p><p>\r\nChrs.</p><p>\r\n2.\tAdupe fowo agbara to fin sise iyanu angbadura be lonfesi ayo, ikoko bububru kowagbo ijore, iwo loto o latigba gbogbo yin.</p><p>\r\nChrs.</p><p>\r\n3.\tIwo losowipe, wako ijore, olenu ipo oku, o koye borire, eyilomuse funwa, latodun mewa yiwa, babiyesire atobajaye.</p><p>\r\nChrs.</p><p>\r\n4.\tAgbe ebinizeri wa soke si o baba, gbobo ijo CRPC lonsope oseo, adupe ore aoyabara moreje ake aleluyah soba atobijulo</p><p>\r\nSolo:\tOse\/2x o Jesu olore</p><p>\r\nAll:\tOse\/2x o Jesu olore</p><p>\r\nSolo:\tApata ayeraye oba to niwaleyin</p><p>\r\nAll:\tOse\/2x o Jesu olore</p><p>\r\nSolo:\tOromo nise fayati atogbarale ni</p><p>\r\nAll:\tose\/2x o Jesu olore</p><p>\r\nSolo:\tAdupe ibi to my wade atibi ton mun walo</p><p>\r\nAll:\tose\/2x o Jesu olore</p><p>\r\nSolo:\tAse Kabiyesi foba to joko lori ite.",
        "composer": "Bro Tolu"
    },

    {
        "id":37,
        "title": "THE CHURCH IS MARCHING ON",
        "content": "<p>Solo:\tThe church of God is marching on</p><p>\r\nAll: \tWe are winning</p><p>\r\nSolo:\tWe are fighting to the end</p><p>\r\nAll:\tWe are winning</p><p>\r\nSolo:\tThe church of God never fails</p><p>\r\nAll:\tWe are winning</p><p>\r\nSolo:\tShame unto you satan</p><p>\r\nAll:\tWe are winning</p><p>\r\nChrs:\tWe are soldiers of the Lord, we are not looking back with Jesus before us, we are not afraid, with the banner before us, we are sure of victory, the battle is already won halleluyah</p><p>\r\nMen:\tWe can lift our hands to praise the Lord</p><p>\r\nAll:\tHalleluyah</p><p>\r\nMen:\tWe are sure heaven is now our home</p><p>\r\nAll:\tHalleluyah</p><p>\r\nMen: \tAnd there we shout halleluyah</p><p>\r\nAll:\tHalleluyah</p><p>\r\n(Back to Chorus)</p><p>\r\nSolo:\tBrethren you can never win </p><p>\r\nAll:\tOh no no no</p><p>\r\nSolo:\tFor your sin will find you out</p><p>\r\nAll:\tOh no no no</p><p>\r\nSolo:\tBut if you come to the Lord</p><p>\r\nAll:\tThere is hope for you</p><p>\r\nSolo:\tAnd you will join us to sing </p><p>\r\nAll:\tHalleluyah",
        "composer": "Bro Tolu"
    },

    {
        "id":38,
        "title": "IBERE  INU IWE MIMO",
        "content": "<p>IBERE NA LEYI O – TI A RE KA NINU IWE MIMO, BAWO NI A O SE LAA…. RI A KO WA NANI IGBALA NLA BE EYI TO OLORUN PESE FUN WA NINU J E S U …. OMO RE?  HEBERU ORI 2 ESE 3</p><p>\r\nChrs:  Iwo o ha ti se laa, emi o ha ti se laa, Awa o ha ti se  laa ?</p><p>\r\n\tBi ako ba nani igbala nla bi eyi; Aiye yio ti se laa?</p><p>\r\n\tKoyemi ! (Iwo o ha ti se laa sofun mi (Int)?</p><p>\r\n1.\tSolo:\tOlorun feran araiye to be gee; O fi omo bibi Re kan  </p><p>\r\n         soso fun wa ooo.</p><p>\r\n\tAll:\tEnikeni to ba Gbagbo, yio ni iye aiyeraiye,</p><p>\r\n\t\t(Sugbon eni to ba koo o, yio segbe nikehia) (Int.)</p><p>\r\n2.\tSolo:\tAkole joko sinu ese, ka reti ore- ofe olorun ko ma </p><p>\r\npose </p><p>\r\nAll:\tKama ri ni’we mimo wi, (Enikeni to ba gba Jesu L’olugbala, </p><p>\r\nGbudo di eda tuntun ninu Jesu – Nipa agbara Emi Mimo (Int.)</p><p>\r\nChrs:</p><p>\r\n3.\tSolo:\tEmi tiri iye titun ninu Jesu, Moti di Otito re mu</p><p>\r\n\tAll:\tNje o ri Iye titun ninu Jesu, nje odi otito re mu?</p><p>\r\n(Kiki ohun t’olorun nreti lojojumo – nipa ka le rin ninu </p><p>\r\n\t\tIfe oun, nipa agbara ihinrere tonsoni di otun (Int.)</p><p>\r\nChrs:</p><p>\r\n4.\tSolo:\tIpo onigbagbe se Pataki. N le, lode joja ati nibi iye </p><p>\r\nwa gbogbo.</p><p>\r\nAll:\tEmi ni iwe ti awon enia nka, iwo ni iwe to awon enia nka</p><p>\r\nAwa ni iwe ti awon enia nka, araiye ko ka bibeli mo rara </p><p>\r\n\t\tEje ka ronu wa o, eje ka ma rin ninu otun iwa,</p><p>\r\n\t\t(ka ma se je ohun ikose f’enikeni, k aba le de ‘bi iye </p><p>\r\n\t\tNibi t’ohun gbogbo yio ti han ni agbangba (int.)</p><p>\r\nChrs:  Iwo o ha ti se laa, emi o ha ti se laa, Awa o ha ti se  laa ?</p><p>\r\n\tBi ako ba nani igbala nla bi eyi; Aiye yio ti se laa?</p><p>\r\n\tKoyemi ! (Iwo o ha ti se laa sofun mi (Int)?  ",
        "composer": "Bro Tolu"
    },

    {
        "id":39,
        "title": "VICTORY ALL THE TIME",
        "content": "<p>1.\tThey who know the Savior, shall in Him be strong</p><p>\r\nMighty in the conflict of the right ‘gainst wrong</p><p>\r\nThis the blessed promise given in Gods, word, doing wondrous exploits, they who know the Lord.</p><p>\r\nChrs:\tVictory, Victory, Blessed blood-brought victory</p><p>\r\n\tVictory, victory victory all the time</p><p>\r\nAs Jehovah liveth, strength divine He giveth unto those who know him victory all the time</p><p>\r\n2.\tIn the midst of battle do not be dismayed,</p><p>\r\n\tThough the powers of darkness against thee arrayed </p><p>\r\nGod thy strength is with thee, causing thee to stand heavens allied armies wait at thy command</p><p>\r\n3.\tBrave to bear live’s testing, strong the foe to meet</p><p>\r\n\tWorking like a hero midst the furnace heat</p><p>\r\n\tDoing wondrous exploits with spirit sword.</p><p>\r\n\tWinning soul for Jesus praise praise the Lord.</p><p>\r\n</p><p>\r\n</p><p>\r\nISEGUN LOJOJUMO</p><p>\r\n1.\tAwon to molorun yio my okan le</p><p>\r\n\tNwon ojalagbara li oju ija</p><p>\r\n\tEyi n’ileri ti oluwa se fun wa</p><p>\r\n\tPe a o ma se ise agbara nla</p><p>\r\nChrs.:\tIsegun, isegun</p><p>\r\n\tIsegun ta feje ra</p><p>\r\n\tIsegun isegun ni ojojumo</p><p>\r\n\tJesu Balogun wa, agbara wa kiyo ye</p><p>\r\n\tJe ka gbekele fun isegun lojojo</p><p>\r\n2.\tLarin wa ha la nla mase se Gbagbo</p><p>\r\n\tBagbara okunkun tile n de si o</p><p>\r\n\tJesu Alagbara yio mu o duro</p><p>\r\n\tYio ran ogun orun lati gbeja re</p><p>\r\n3.\tJe alagbara, si kojuja s iota</p><p>\r\n\tMa yan bi asegun inu ina idawo</p><p>\r\n\tFi ida emi re sise agbara</p><p>\r\n\tFa elomiran wa si yin Oluwa.",
        "composer": "Bro Tolu"
    },

    {
        "id":40,
        "title": "ESAN AKE",
        "content": "<p>Chrs: \tEsan ake \/2x</p><p>\r\n\tYio ma ma ke lori abinu eni\/2x</p><p>\r\n1.\tA … bajo toro olorun ri ye wa o, eje Abeli ki gbe lagiju</p><p>\r\n\tO kegbe run esan.  </p><p>\r\nChrs:</p><p>\r\n2.\tO ba moyi daju wipe, igba ti oba fi wika la o fi san fun o igba ila, igba kekere, oba toje ti ilu baje oruko re be ninu iwe iranti</p><p>\r\nChrs.</p><p>\r\nSolo:\tEsan ake  dandan ni\/2x</p><p>\r\n\t Ekiesara, Ekie sara, Ekiesara o</p><p>\r\n\t Eje ki a ranti esan olorun</p><p>\r\nChrs.",
        "composer": "Bro Tolu"
    },

    {
        "id":41,
        "title": "BABA AWA GBEKELE O",
        "content": "<p>Leading: Chrs: Jesu Kristi Oluwa o, Iwo lawa nkepe……..</p><p>\r\n                     Jesu Kristi Oluwa o, Iwo lawa nkesi</p><p>\r\n                     Mase je ki oruko re e di itan laiye mi</p><p>\r\n                     Jesu Kristi oluwa o, lawa nkepe.</p><p>\r\n     Sol:\tAwon miran gbekele kuko\/ gbekele esin</p><p>\r\n      All:\tAsan ni won je fun gbala Jesu ti to fun wa</p><p>\r\nBaba awa gbekele Oruko Re Iwo lawa nkepe</p><p>\r\nCHR: ………………………………………………………………..</p><p>\r\n      Sol: \tAbraham baba igbagbo\/ kepe o baba</p><p>\r\n       All: \tIwo dahun pelu ileri nla ti o se</p><p>\r\nBaba awa gbekele oruko Re iwo lawa nkepe</p><p>\r\n      Sol: \tife okan wa lojo ju mo ni ki awa</p><p>\r\n       All: \tagbara ati ogbon wa kole mu wa debe</p><p>\r\nBaba awa gbekele Oruko Re Iwo lawa nkepe </p><p>\r\nSol:\t\tohun gbogbo to nsele laiye sun mole</p><p>\r\nAgbara ati Ogbon wa kole muwa </p><p>\r\nBaba awa gbekele Oruko Re Iwo lawa nkepe",
        "composer": "Bro Tolu"
    },

    {
        "id":42,
        "title": "",
        "content": "",
        "composer": "Bro Tolu"
    },

    {
        "id":43,
        "title": "",
        "content": "",
        "composer": "Bro Tolu"
    },

    {
        "id":44,
        "title": "",
        "content": "",
        "composer": "Bro Tolu"
    },

    {
        "id":45,
        "title": "",
        "content": "",
        "composer": "Bro Tolu"
    }

   
]